[
  {
    "id": "3c438a51-4c3e-49ee-bdd8-daaa93859c7c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/3c438a51-4c3e-49ee-bdd8-daaa93859c7c",
    "created_at": "Tue Jun 23 20:21:56 UTC 2020",
    "company": "Connected Health Solutions BV",
    "company_url": "http://www.carexs.com",
    "location": "Amsterdam",
    "title": "Lead Service Reliability Engineer ",
    "description": "\u003cp\u003eAre you a Service Reliability Engineer with the right skills to be a Lead and are you looking for a position with strong strategic influence? Are you looking for a role where you can build your own team? Then we are looking for you!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour goal\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a Lead Service Reliability Engineer you and your team support CareXS business by providing reliable infrastructures, tools and services to ensure security, performance, scalability, sustainability, and efficiency related to the development, test, deploy, and delivery of our SaaS solutions.\u003c/p\u003e\n\u003cp\u003eYou are responsible for ensuring the deployment, delivery and support of new release to customer facing environments is to the highest standards, exceeding expectations in terms of reliability, security and quality of service, within committed SLA’s.\u003c/p\u003e\n\u003cp\u003eYou manage expectations and communications during escalations Also you will report on incident response times for technical alerts (e.g. MTTR), availability, latency, performance, efficiency, change management, monitoring, emergency response, and capacity planning\u003c/p\u003e\n\u003cp\u003eYou work close with your team, the CTO, Chief Architect, Development \u0026amp; QA Leads, and the Scrum Teams in defining the infrastructure and CI/CD requirements \u0026amp; designs, as well as in the selection of partners, tools and services.\u003c/p\u003e\n\u003cp\u003eYou will be member of the Technology Operations Leadership Team, and overall responsible for the SRE Team. You will collaborate with the stakeholders about application usage and infrastructure performance and align resources, priorities and share service improvement plans.\u003c/p\u003e\n\u003cp\u003eYou are motivated to get the best out of the SRE team by recruiting, managing, developing and coach Service Reliability Engineers.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTo be succesful in this position you:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave a Bachelor or a Master Degree in a technical discipline and at least 2 years working experience in Site Reliability Engineering in a leading role in the areas of IT Operations, Technical Support, Dev(Sec)Ops, and or Service Delivery\u003c/li\u003e\n\u003cli\u003eA proven track record in agile service management, CI/CD, and cloud-native architectures\u003c/li\u003e\n\u003cli\u003eHave proven skills in stakeholder management\u003c/li\u003e\n\u003cli\u003eAnalytical and technical skills to diagnose and fix incidents independently\u003c/li\u003e\n\u003cli\u003eA Results oriented and a collaborative approach to problem-solving\u003c/li\u003e\n\u003cli\u003eAbility to bring structure in services provided\u003c/li\u003e\n\u003cli\u003eProven mentoring and coaching abilities to ensure growth\u003c/li\u003e\n\u003cli\u003eProven project management, organization, and team collaboration skills\u003c/li\u003e\n\u003cli\u003eMust be flexible and have a “hands-on” approach, with the ability to manage multiple priorities\u003c/li\u003e\n\u003cli\u003eAre fluent in English (verbally and written)\u003c/li\u003e\n\u003cli\u003eAre already living in The Netherlands\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat can you expect from us?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA socially concerned, equal-opportunity, international and multi-cultural work environment\u003c/li\u003e\n\u003cli\u003eA focus on team-spirit and possibilities for personal and professional growth\u003c/li\u003e\n\u003cli\u003eFull travel allowance\u003c/li\u003e\n\u003cli\u003eAn informal workplace located in Amsterdam-North near the ferry to Amsterdam CS\u003c/li\u003e\n\u003cli\u003eThe possibility to work 32-40 hours\u003c/li\u003e\n\u003cli\u003eFlexible working hours and ability to work from home\u003c/li\u003e\n\u003cli\u003eA good salary with 8% holiday pay\u003c/li\u003e\n\u003cli\u003e25 days of paid holiday per year on a fulltime basis\u003c/li\u003e\n\u003cli\u003eA solid pension plan\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003ePlease send your resume and motivation letter to \u003ca href=\"mailto:hr@carexs.com\"\u003ehr@carexs.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWFGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e79cb851b2aad982eb4baeacb4743ec329e3b778/carexs-corporate-payoff-600%20(1).png"
  },
  {
    "id": "5ad0a587-8168-48e8-ae55-a0d6a56200e1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/5ad0a587-8168-48e8-ae55-a0d6a56200e1",
    "created_at": "Tue Jun 23 10:25:28 UTC 2020",
    "company": "GooseChase",
    "company_url": "https://www.goosechase.com",
    "location": "Remote",
    "title": "Senior Android Engineer",
    "description": "\u003cp\u003e\u003cstrong\u003eAbout GooseChase\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eGooseChase is a rapidly growing, fully remote web and mobile platform for creating and facilitating scavenger hunts. Through our website, organizers create custom \"hunts\" for anything from on-boarding new employees, touring museums, engaging at festivals, educating students and more! Participants can compete as teams or individuals to submit photo/video, text or GPS based missions through our native Android and iOS apps.\u003c/p\u003e\n\u003cp\u003eThe key technologies we use are:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eAndroid App\u003c/strong\u003e: Java using Realm for local data storage. Open to moving to Kotlin going forward.\u003c/li\u003e\n\u003cli\u003eiOS App: Primarily Objective-C (UI with PureLayout and Layout Anchors), with a bit of Swift and Realm for local data storage. Looking to move towards Swift going forward.\u003c/li\u003e\n\u003cli\u003eFront-End: Typescript with React (Redux), HTML, SCSS \u0026amp; Webpack.\u003c/li\u003e\n\u003cli\u003eBack-End: Django, REST (Tastypie), Task Queuing (Celery, Redis, RabbitMQ), Postgres, Nginx, Gunicorn.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBecause of the flexibility and ease-of-use of our product, we have successfully powered game types ranging from festival-wide competitions, with thousands of dollars in prizes, to K-12 classroom lessons on government types, featuring gummy bears to help demonstrate the differences between a dictatorship and a democracy!\u003c/p\u003e\n\u003cp\u003eSeeing the different ways the product can be used, and the joy it creates in those who participate, is an incredibly rewarding experience \u0026amp; is something we’d love to share with you as well! You'll also be having a major impact as our apps have been responsible for ~10M submissions in the last year alone!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs Senior Android Developer, you’ll have the opportunity to create new, exciting features for our game participants. You will work directly with our design and back-end teams to bring feature mock-ups to life, delighting our users and ensuring the delivery of high-quality code that focuses on reliability and performance.\u003c/p\u003e\n\u003cp\u003eSpecific responsibilities include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBeing familiar and up-to-date with the platform functionality (online game manager \u0026amp; participant mobile apps).\u003c/li\u003e\n\u003cli\u003eWorking with our customer success \u0026amp; design teams to understand the motivations for a feature \u0026amp; coding it with those objectives and the user's experience in mind. Put another way, we want you to know why you are doing what you’re doing!\u003c/li\u003e\n\u003cli\u003eStaying up to date with the relevant Android guidelines and best practices, as well as relevant SDK changes and common libraries.\u003c/li\u003e\n\u003cli\u003eDeveloping the mobile components for new features that will help game participants play games more effectively while delighting them in new and unexpected ways.\u003c/li\u003e\n\u003cli\u003eParticipating as a member of the development team - sharing best practices \u0026amp; learnings so the rest of the team can improve.\u003c/li\u003e\n\u003cli\u003eWorking under limited supervision with significant latitude for the use of initiative and independent judgment.\u003c/li\u003e\n\u003cli\u003eAt least base level experience with the iOS platform to support other engineers.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eJob Requirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe candidate for this position must be:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt an advanced level in Android application development, with architect-level involvement in at least one large production app that has been published in the Play Store.\u003c/li\u003e\n\u003cli\u003eDeeply knowledgeable about Android programming best practices and how to implement them in an existing project.\u003c/li\u003e\n\u003cli\u003eAble to take ownership of work, maintaining high standards of performance, reliability \u0026amp; security.\u003c/li\u003e\n\u003cli\u003eAn excellent communicator, problem solver, and creative thinker.\u003c/li\u003e\n\u003cli\u003eLocated within, or has regular working hours within the GMT-8 (PST) to GMT+2 (CEST) time zones to ensure sufficient overlap with our distributed product team.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAlthough not strictly required, it would be a massive plus if the candidate had past experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorking with the platform-specific camera APIs to capture and display photos/videos.\u003c/li\u003e\n\u003cli\u003eImplementing automated testing into legacy applications.\u003c/li\u003e\n\u003cli\u003eParticipating in smaller teams, especially in a remote setting.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePerks\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFully remote work - work whenever/wherever/however you want.\u003c/li\u003e\n\u003cli\u003eCompetitive compensation \u0026amp; benefits, including stipends for equipment, co-working spaces, etc.\u003c/li\u003e\n\u003cli\u003eJoin a company that is profitable \u0026amp; growing quickly, but still prioritizes doing the right thing over everything else.\u003c/li\u003e\n\u003cli\u003eSignificant learning opportunities - whether it’s learning about other parts of the business or taking on more responsibility, we expect everyone on the team to be continually looking to grow.\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eInterested? Drop us a line with your CV at \u003ca href=\"mailto:careers@goosechase.com\"\u003ecareers@goosechase.com\u003c/a\u003e!\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUNGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c190d7c30468e83b151f241c8e78604ae3ba5001/Icon.png"
  },
  {
    "id": "7bf16388-af1b-46a2-8c02-90ff6a99dca3",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/7bf16388-af1b-46a2-8c02-90ff6a99dca3",
    "created_at": "Mon Jun 22 10:20:47 UTC 2020",
    "company": "BASF Coatings GmbH",
    "company_url": "https://www.basf-coatings.com/global/ecweb/en/content/global_presence/world-map/germany.xml",
    "location": "Münster",
    "title": "Softwareentwickler_in / Full Stack Developer TypeScript / C++ / Angular (m/w/d)",
    "description": "\u003cp\u003eIm Bereich Coatings setzen wir auf die Entwicklung, Produktion und Vermarktung verschiedenster Beschichtungslösungen - von der angewandten Oberflächentechnik bis zur Fahrzeuglackierung. Wir fördern Innovation, Design und neue Anwendungsmöglichkeiten, um in global agierenden Teams die Bedürfnisse unserer Partner weltweit zu erfüllen. Abgerundet wird unser Portfolio durch das \"Innovation Beyond Paint\"-Programm, welches auf die Entwicklung neuer Märkte und Geschäftsmodelle abzielt.\u003c/p\u003e\n\u003ch2\u003eAUFGABEN\u003c/h2\u003e\n\u003cp\u003eUnsere Einheit Color Science and Technology ist das Kompetenzzentrum für Farbmetrik innerhalb der BASF. Wir entwickeln Verfahren und Software zur Berechnung von Farbrezepturen und zur Unterstützung der Qualitätskontrolle von Lacken.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAls Softwareentwickler_in unterstützen Sie unsere weltweit agierende Forschungseinheit Coatings Technology bei der Entwicklung und Optimierung von Softwareprogrammen unter Anwendung agiler Methoden (SCRUM).\u003c/li\u003e\n\u003cli\u003eSie entwickeln eine bestehende Software zur Prozesskontrolle bei der Herstellung von Lacken weiter.\u003c/li\u003e\n\u003cli\u003eDafür ermitteln Sie die Bedarfe der Anwender und setzen diese in eine anwenderfreundliche Nutzeroberfläche um.\u003c/li\u003e\n\u003cli\u003eDie Mitarbeit an teamübergreifenden Projekten rundet Ihr Aufgabenprofil ab.\u003c/li\u003e\n\u003cli\u003eDie Besetzung der Stelle ist zunächst für zwei Jahre befristet.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eQUALIFIKATIONEN\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAusgeprägte Affinität für Softwareentwicklung\u003c/li\u003e\n\u003cli\u003ePraxis- bzw. Projekterfahrung in der Entwicklung von Software und Web Apps, vorzugsweise unter Verwendung von HTML, CSS und Angular.\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse in TypeScript, JavaScript und/oder C++ sowie Grundkenntnisse über aktuelle Technologien wie RESTful-, Web- und Microservices sowie Datenbanken\u003c/li\u003e\n\u003cli\u003eGrundlegende Deutsch- und verhandlungssichere Englischkenntnisse\u003c/li\u003e\n\u003cli\u003eHochschulabschluss im Bereich Naturwissenschaften, Ingenieurwesen, Mathematik, Informatik oder mindestens sehr gut abgeschlossene Ausbildung in Fachinformatik\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eBENEFITS\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eEin vielfältiges Aufgabengebiet mit hoher Eigenverantwortung sowie die Chance an neuen Themen mitzuwirken, Ideen einzubringen und voranzutreiben.\u003c/li\u003e\n\u003cli\u003eEin engagiertes, kompetentes Team, welches Sie \"on the job\" einarbeitet.\u003c/li\u003e\n\u003cli\u003eModerne Arbeitsmittel sowie bedarfsorientierte technische Ausstattung.\u003c/li\u003e\n\u003cli\u003eWork-Life-Balance: wir unterstützen Sie durch unterschiedliche Maßnahmen bei der Vereinbarkeit von Beruf und Privatleben.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eÜBER UNS\u003c/h2\u003e\n\u003cp\u003eMehr über die BASF Coatings GmbH erfahren Sie unter: \u003ca href=\"http://on.basf.com/Coatings\"\u003ehttp://on.basf.com/Coatings\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInteressiert?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWir freuen uns auf Ihre Bewerbung über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2Cmzqy2\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSie haben Fragen zum Bewerbungsprozess?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFrau Gesa Schrader (Talent Acquisition) Tel.: +49 (0)30 2005 5781, E-Mail: \u003ca href=\"mailto:gesa.schrader@basf.com\"\u003egesa.schrader@basf.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eBitte beachten Sie, dass wir Papierbewerbungen inklusive Mappen nicht zurückschicken. Reichen Sie daher bitte nur Kopien und keine Originale ein.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSie haben fachliche Fragen?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHerr Rüdiger Röhrig (Color Science \u0026amp; Technology), Tel.: +49 2501 14-5233, E-Mail: \u003ca href=\"mailto:ruediger.roehrig@basf.com\"\u003eruediger.roehrig@basf.com\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBei BASF stimmt die Chemie.\u003c/strong\u003e Denn wir setzen auf Innovation in unseren Lösungen, auf Nachhaltigkeit in unserem Handeln und auf Verbundenheit in unserem Denken. Und auf Sie. Werden Sie Teil unserer Erfolgsformel und entwickeln Sie mit uns die Zukunft - in einem globalen Team, das Vielfalt lebt und sich für Chancengerechtigkeit unabhängig von Alter, Herkunft, Geschlecht, sexueller Identität, Behinderung oder Weltanschauung einsetzt.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2Cmzqy2\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbGlGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--082d369aec70c60d39bb2beb42e89f09981cc820/BASF.jpg"
  },
  {
    "id": "4e563965-9d53-4547-8a98-f8f0dfb7ec18",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/4e563965-9d53-4547-8a98-f8f0dfb7ec18",
    "created_at": "Mon Jun 22 09:54:06 UTC 2020",
    "company": "Cleverbase",
    "company_url": "http://http",
    "location": "Den Haag",
    "title": "Backend developer - Scala - engineer (medior \u0026 senior)",
    "description": "\u003cp\u003eYou’re an enthusiastic \u003cstrong\u003eScala engineer\u003c/strong\u003e who wants to make a difference. You’re looking for an ambitious and international team in The Hague. And we’re looking for a \u003cstrong\u003ebackend developer\u003c/strong\u003e like you. Your contribution is going to enable The Netherlands to further digitalise and say goodbye to paper administration.\u003c/p\u003e\n\u003cp\u003eWhether you have plenty experience or no experience but plenty knowledge, you are welcome at Cleverbase. We use \u003cstrong\u003eDomain Driven Design\u003c/strong\u003e to tend to our business domain (Qualified Information Exchange) and develop software based on pure \u003cstrong\u003efunctional Scala\u003c/strong\u003e (cats, cats-effect, fs2, Akka) in a microservices architecture. Because European legal standards challenge us to hone in on code quality and auditability, we are looking for a trustworthy backend developer that has an eye for aspects like these. \u003c/p\u003e\n\u003ch2\u003eWorking as a backend developer at Cleverbase\u003c/h2\u003e\n\u003cp\u003eAs Qualified Trust Service provider, Cleverbase is licensed to issue PKI certificates within the Public Key Infrastructure of the Dutch government. With our products, you can log in, exchange information and sign documents on the highest eIDAS security level. After a one-time registration, you can, for example, digitally sign their deed of purchase with the same legal power as a signature on paper. Completely safe, with your own phone and pin code. \u003c/p\u003e\n\u003cp\u003eDuring pressure cooker sessions, design sprints and in our labs, we develop prototypes to quickly discover how we can turn concepts into actual, valuable products and services. That’s how, in three days, we enabled Noria to digitally sign a European tender.\u003c/p\u003e\n\u003cp\u003eDemand for our products is high and our organisation is growing quickly. Working at Cleverbase means contributing to a safe digital environment. We’re proud of what we’ve accomplished so far and celebrate our successes together, but we’re far from done. That is why we are looking for an ambitious Scala engineer like you to come and help us. \u003c/p\u003e\n\u003ch2\u003eWhat we ask\u003c/h2\u003e\n\u003cp\u003ePreferably an allrounder/Jack-of-all-trades, but don’t be put off by this. It’s nice if you match below profile as much as possible. Are there things you want develop, let us know how we can work on it together.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Scala and knowledge of and/or interest in Domain Driven Design, cats, cats-effect, fs2, Akka and microservices architecture.\nYou understand that compliance and security are extremely important for us and you have an eye for code quality, security, auditability and data integrity.\u003c/li\u003e\n\u003cli\u003eYou write tests for all your code and have experience with continuous integration.\u003c/li\u003e\n\u003cli\u003eYou don’t shy away from documenting when it matters.\u003c/li\u003e\n\u003cli\u003eYou are available for 32-40 hours per week. \u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eBonus points for \u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eKnowledge of and/or interest in TLS and PKI.\u003c/li\u003e\n\u003cli\u003eExperience in an ISO-27001 and/or TWS certified environment.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat we offer you\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAn informal and dynamic work environment in which talent, initiative and involvement are appreciated and rewarded.\u003c/li\u003e\n\u003cli\u003eFun, ambitious and smart colleagues with enthusiasm for what they create.\u003c/li\u003e\n\u003cli\u003eAbove average salary, non-contributory pension, travel and phone allowance.\u003c/li\u003e\n\u003cli\u003e26 vacation days (based on 40 hours).\u003c/li\u003e\n\u003cli\u003eMany opportunities for growth and development.\u003c/li\u003e\n\u003cli\u003eA laptop of your choice: Macbook Pro with macOS or Lenovo Thinkpad with Linux.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIn this current situation we all work from home, but once we go back to working at the office, the following is included as well:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe best view of The Hague in an office building with coffee bar, food court, and fitness area, easy to reach by public transport, car or bike.\u003c/li\u003e\n\u003cli\u003eHealthy lunch served at the office every day.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eAre you our new backend developer?\u003c/h2\u003e\n\u003cp\u003eYou’re interested and want to apply: time to update your CV, write a motivation letter via \u003ca href=\"https://vonq.io/3dLPas8\"\u003ethis link\u003c/a\u003e or call +316 1429 1425. As well when you have talents that can contribute to Cleverbase’s ambition in another way. We look forward to receiving your application!\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3dLPas8\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBazJGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f1ab58d6afc6249c6269ca9642a2d87799025d30/Cleverbase.jpeg"
  },
  {
    "id": "4c8e675c-e207-4a9c-b1e7-117336c4b983",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/4c8e675c-e207-4a9c-b1e7-117336c4b983",
    "created_at": "Sat Jun 20 04:52:53 UTC 2020",
    "company": "Deep Consulting Solutions",
    "company_url": "https://deepconsulting.solutions",
    "location": "Worldwide",
    "title": "Full Stack Software Engineer (Node.js, React, AWS) - Remote",
    "description": "\u003cp\u003e\u003cem\u003e(Remote, Full-Time, Anywhere in the World)\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking for a skilled and passionate Full Stack Software Engineer to join our Tech Team to build and scale effective software solutions. We are in need of an enthusiastic self-starter with expertise in building highly functional solutions involving multiple systems using the Javascript (Node, Express, React stack).\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat We Do\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe work with niche companies in the US, Canada, the UK to restructure and automate their operation so that their businesses can grow 5-10x. We do that by effectively analyzing their business, streamlining their processes, and designing an effective automation solution that we then implement on our robust IT stack.\u003c/p\u003e\n\u003cp\u003eWe make extensive use of technologies that help us accomplish results with less work — making everyone inside of our global organization more effective.\u003c/p\u003e\n\u003cp\u003eWe heavily leverage:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eAmazon AWS's serverless technologies and microservices for our front-end, back-end, and mobile apps (Lambda, Amplify, Cognito, S3, etc.).\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eZoho's CRM and ERP Tools (Desk, Books, etc.).\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eVonage/Nexmo-based telephony and communications solutions (Vonage Business Phone, Nexmo Voice/SMS, OpenTalk, etc.).\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are always looking for new technologies and welcome team members adding things to our technology stack so we can deliver more results more effectively.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat You Will Do\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs an Engineer, you will be responsible for delivering the solution as per requirements put together by our Creative and Business Analysis Teams. Depending on your level, you will be responsible for either the entire project (with other engineers working in your project team) or for a part of it.\u003c/p\u003e\n\u003cp\u003eYour ultimate deliverable will be to effectively build a solution that will be implemented in the client's business and run successfully going forward.\u003c/p\u003e\n\u003cp\u003eIn doing so, you will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eDesign and architect complex solutions involving web apps (front+back), custom CRM/ERP's, programmable telephony, and occasionally mobile apps.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDeliver and implement your solutions.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eCreate effective monitoring of the solutions for effective usage and scalability.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDo anything else you deem necessary to accomplish your result.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou are:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eResponsible and driven by results.\u003c/li\u003e\n\u003cli\u003eGenuinely interested in technology.\u003c/li\u003e\n\u003cli\u003eWilling to learn, grow, and admit mistakes.\u003c/li\u003e\n\u003cli\u003eAble to communicate with other people on the project's team effectively.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA solid knowledge of Node.js, React, Express, and TypeScript.\u003c/li\u003e\n\u003cli\u003eExperience with complex SQL and NoSQL databases.\u003c/li\u003e\n\u003cli\u003eExperience with APIs to connect complex applications.\u003c/li\u003e\n\u003cli\u003eEffective written and verbal English to communicate with our international team.\u003c/li\u003e\n\u003cli\u003eBasic understanding of DevOps and SDLC to cooperate with other developers in building the product.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWill be a good plus:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Amazon AWS, serverless technologies, and microservices on its platform.\u003c/li\u003e\n\u003cli\u003eExperience with CRM and ERP systems such as Zoho and others.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat We Offer\u003c/strong\u003e\n​\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eResults-Focused Approach to Work\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe do not look at people's activities, the number of lines of code written, etc., as the measure of success. We look strictly at the results in effectively delivered products.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eResults Based Compensation Schedule\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThere is base pay and project bonus pay. Base pay varies significantly by the Engineer's level of ability and responsibility (Lead/Associate/Assistant) that the Engineer takes on projects - this level is reassessed after every project that the Engineer completes. Projects upon completion are rewarded with a bonus - bonus depends on the delivery of all requirements assigned to the Engineer, timeliness of delivery, rate of errors, and the amount of management attention needed in the project. Engineers who can deliver functional solutions that match requirements quickly and with little management action to correct errors get the best rewards and promotions in the organization.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFreely Arranged Schedule\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou decide when you want to work. What we expect from you are results. There is a daily stand-up call — but outside of it, you can manage your schedule as you prefer.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWork as an Engineer, Not Just a Coder\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOur Engineers work to build solutions and not just to write code. You will have freedom in how you want to architect the solutions you are making and we will heavily encourage initiative on your part.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGrowth Within Our Organization\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe are a dynamic and growing organization with a team spread around multiple continents. If you prove yourself as a responsible, driven and motivated individual, there will be opportunities for you to lead projects and manage tech teams.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHiring Process\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur candidate selection process is designed to assess people strictly by their merit. We do not make you go through a long round of interviews, instead, we follow a straight-forward sequence:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e\n\u003cp\u003eJob Application Form.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eOnline Skills Assessment.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eInterview.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003ePaid Practical Assignment.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eEvaluation and Offer.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ol\u003e\n",
    "how_to_apply": "\u003cp\u003eApply at link: \u003ca href=\"https://zfrmz.com/t8wmHEjhyUKgAZIpc5MC?src=github\"\u003ehttps://zfrmz.com/t8wmHEjhyUKgAZIpc5MC?src=github\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0NGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ecb2d095316307ab70bafaeaef965bf77486d2f1/DCS-Logo-sq-s-01.png"
  },
  {
    "id": "2c8ec450-7ddb-48fd-9f8f-e4dc43b7472f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/2c8ec450-7ddb-48fd-9f8f-e4dc43b7472f",
    "created_at": "Fri Jun 19 23:21:08 UTC 2020",
    "company": "Hop Labs",
    "company_url": "https://www.hoplabs.com/",
    "location": "Atlanta, GA or Remote (U.S.)",
    "title": "Software Development Engineer (ML)",
    "description": "\u003cp\u003e\u003cem\u003eThe Company\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eAt Hop Labs, our mission is simple: we build technology that meaningfully impacts people’s lives.\u003c/p\u003e\n\u003cp\u003eWe work on a variety of projects in a range of industries, from fighting cancer through deep learning, to training a computer to help you find the best-fitting pair of pants. We've helped large, established companies nurture innovative ideas, and we’ve collaborated with cutting-edge startups to be the large, established companies of tomorrow.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThe Team\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eOur team reflects our belief in quality over quantity. Some of our past projects have resulted in publications and patents, have been featured in the press, and have been deployed with well-known brands. We do few things, but we do them extremely well:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eMachine Learning -- Deep Learning / AI / RNNs\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eComputer Vision\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eProduct Strategy and Product Roadmap\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eMVP Development\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe're a small team that's about making an outsized impact. We embrace diversity, investing in our employees, and flexible work schedules. We aim to enjoy our work and deliver beyond expectations. If you’re a technologist who wants to work on projects that make a difference, please reach out to us.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThe Role\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003eCurrently, we’re looking to hire a full-time Software Development Engineer (ML). Titles can be arbitrary, so you should consider yourself a good fit for this if:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eYou enjoy solving hard technical problems at scale.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYou’re comfortable proposing end-to-end technical architectures that balance modularity, scalability, operations, security, and cost.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYou’re fluent in the AWS stack. This does not mean you understand every AWS service or that you have an AWS certification, but it does mean that you could independently design and build a distributed API within AWS that reflects modern best practices.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYou understand that clarity and simplicity -- in code and in communication -- are worth striving for.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYou have at least a passing familiarity with machine learning, and an interest in developing your skills there.\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAs a distributed team, some key qualities are particularly important for all of us at Hop Labs:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eA strong sense of ownership and initiative\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eClear and consistent communication\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eA collaborative mindset\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eClear thinking and attention to detail for complex projects\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eFor this role specifically:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eOpen to all backgrounds, though machine-learning background preferred\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eIntermediate to senior level preferred\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eLocation preference: in or near Atlanta, but remote within the U.S. is possible\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eU.S. work authorization necessary\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAnd if you’re not sure you’re a good fit, apply anyway! We will not think poorly of you -- some of our best folks have come from surprising backgrounds. We have made an effort to introduce a hiring process that is low-pressure and skills-focused, and compatible with the other commitments in your life.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail \u003ca href=\"mailto:hiring@hoplabs.com\"\u003ehiring@hoplabs.com\u003c/a\u003e with an introduction and a description of what you’re looking for in the next stage of your career.\u003c/p\u003e\n\u003cp\u003ePlease include a link to either your resume or an updated LinkedIn profile. GitHub / Kaggle profiles are also great if you have them, but won’t hurt you if you don’t.\u003c/p\u003e\n\u003cp\u003eThanks!\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBajZGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--bd9cc9615150f6c5f8c60e48de35477c30d16aa5/Hop-Logo.png"
  },
  {
    "id": "75180814-9cb0-4326-b388-9ff7ae267426",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/75180814-9cb0-4326-b388-9ff7ae267426",
    "created_at": "Fri Jun 19 16:25:19 UTC 2020",
    "company": "Anedot",
    "company_url": "https://anedot.com",
    "location": "Remote (LA, CA, WA, TX, MD, OH)",
    "title": "Senior Frontend Programmer",
    "description": "\u003cp\u003eYou enjoy programming for complex data platforms with transactional workflows and zero tolerance for errors. We believe that happy people produce better results for themselves and the collective team. We believe and value empowering people to work on something they enjoy — thus applicants likely would want to have an interest in serving campaigns, churches, ministries, non-profits, and schools.\u003c/p\u003e\n\u003ch3\u003e5 Tasks \u0026amp; responsibilities\u003c/h3\u003e\n\u003col\u003e\n\u003cli\u003eWrite well-designed, testable code, commit work to GitHub and write tests for existing and created code to ensure compatibility and stability.\u003c/li\u003e\n\u003cli\u003eWork in friendly agile team, collaborative, engineering environment with continuous delivery.\u003c/li\u003e\n\u003cli\u003eReview the work of other engineers providing feedback and suggestions for improvement.\u003c/li\u003e\n\u003cli\u003eWork with the team to upgrade, troubleshoot, and debug, existing systems.\u003c/li\u003e\n\u003cli\u003eContinuously increase knowledge and skills (including relevant codebase languages, frameworks, \u0026amp; tools).\u003c/li\u003e\n\u003c/ol\u003e\n\u003ch3\u003e4 Skills \u0026amp; experience the candidate must have\u003c/h3\u003e\n\u003col\u003e\n\u003cli\u003eFull-stack programming experience on a platform serving at least thousands of users (Strongly prefer with strong React knowledge and basic Ruby/Rails).\u003c/li\u003e\n\u003cli\u003eMinimum 5 years working in an agile team-oriented development environment with peer code reviews.\u003c/li\u003e\n\u003cli\u003eStrong familiarity with React.\u003c/li\u003e\n\u003cli\u003eBachelor’s degree (computer science, math, or related field a plus).\u003c/li\u003e\n\u003c/ol\u003e\n\u003ch3\u003eWays the candidate will be evaluated\u003c/h3\u003e\n\u003col\u003e\n\u003cli\u003eApp performance\u003c/li\u003e\n\u003cli\u003eCode contribution and quality (Git metrics)\u003c/li\u003e\n\u003cli\u003eCommunication, teamwork, documentation, and completeness of work; aka \"responsible and cool to work with\" (peer review)\u003c/li\u003e\n\u003c/ol\u003e\n\u003ch3\u003eCompensation\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eBased on experience\u003c/li\u003e\n\u003cli\u003ePTO Minimum 18-days per year\u003c/li\u003e\n\u003cli\u003eRemote work from CA, FL, LA, MD, OH, TX, or WA\u003c/li\u003e\n\u003cli\u003eTemporarily paused: Fitness Allowance, Wellness Allowance, Home-office Allowance, and CSA Allowance\u003c/li\u003e\n\u003cli\u003e401k plan available\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eTeam\u003c/h3\u003e\n\u003cp\u003eProgrammers work on our Product team as part of the Engineering team.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOperations (Accounts, Finance, Service)\u003c/li\u003e\n\u003cli\u003eProduct (Design, DevOps, Engineering)\u003c/li\u003e\n\u003cli\u003eGrowth (Marketing, Outreach, Success)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eCompany Values\u003c/h3\u003e\n\u003cp\u003eWe're rooted in Southern Louisiana but operate as a remote-first company that supports our team living in Texas, California, Washington, Ohio, Maryland, and Florida. We've got an old fashioned commitment to honor and excellence in what we do, and our customer-first hospitality is described as welcoming, courteous, helpful, respectful, and kind. We're the type of people whom you count on to do what is right and have your back.\u003c/p\u003e\n\u003ch3\u003eTechnical Info\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eJavascript (React)\u003c/li\u003e\n\u003cli\u003eRuby (Rails)\u003c/li\u003e\n\u003cli\u003ePostgres\u003c/li\u003e\n\u003cli\u003eGitHub\u003c/li\u003e\n\u003cli\u003eAWS Cloud platform\u003c/li\u003e\n\u003cli\u003eKubernetes\u003c/li\u003e\n\u003cli\u003eSidekiq Enterprise for workers/jobs/queues\u003c/li\u003e\n\u003cli\u003eTesting tools/frameworks\u003c/li\u003e\n\u003cli\u003eTravisCI\u003c/li\u003e\n\u003cli\u003eJest\u003c/li\u003e\n\u003cli\u003eCypress\u003c/li\u003e\n\u003cli\u003eGitHub Actions\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eApplication Process\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003eSubmit Team Member Application (\u003ca href=\"https://anedot.com/careers\"\u003ehttps://anedot.com/careers\u003c/a\u003e)\u003c/li\u003e\n\u003cli\u003eFit Assessment\u003c/li\u003e\n\u003cli\u003eTechnical Assessment\u003c/li\u003e\n\u003cli\u003eTeam Specific Interview\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cul\u003e\n\u003cli\u003eSubmit Team Member Application (\u003ca href=\"https://anedot.com/careers\"\u003ehttps://anedot.com/careers\u003c/a\u003e)\u003c/li\u003e\n\u003cli\u003eFit Assessment\u003c/li\u003e\n\u003cli\u003eTechnical Assessment\u003c/li\u003e\n\u003cli\u003eTeam Specific Interview\u003c/li\u003e\n\u003c/ul\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanVGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8863996d3a2db0cec0c55b5806664e4ac7b1207e/Anedot--Blue.png"
  },
  {
    "id": "e3962750-e73f-429f-9634-778e6c0f3a61",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e3962750-e73f-429f-9634-778e6c0f3a61",
    "created_at": "Fri Jun 19 10:50:41 UTC 2020",
    "company": "KfW Bankengruppe",
    "company_url": "https://www.kfw.de/kfw.de.html",
    "location": "Frankfurt",
    "title": "System Designer (m/w/d) Jobrouter-Plattform",
    "description": "\u003cp\u003eWillkommen bei der KfW! Wir sind eine international agierende Förderbank, die für die nachhaltige Entwicklung von Umwelt, Gesellschaft und Unternehmen steht. Als Impulsgeber wirken wir aktiv an den Themen mit, die die Welt von morgen prägen. Wir fördern Windparks, Infrastruktur-Projekte, Schulen und Krankenhäuser, denn sinnvolle und nachhaltige Projekte sind unser Auftrag. Und wir bauen auf die Menschen, die bei uns arbeiten! Was das heißt? Dass Sie bei uns ein offenes und vertrauensvolles Miteinander finden, in dem wir Vielfalt und Inklusion leben – denn nur dort, wo viele verschiedene Perspektiven zusammentreffen, entstehen richtungsweisende Ideen. Deshalb fördern wir Ihre Kompetenz, Ihre Ideen und Ihr Engagement für Projekte, die die Welt verbessern. Gehen Sie mit uns Ihren Weg in die Zukunft.\u003c/p\u003e\n\u003cp\u003eWerden Sie Teil unseres Teams am Standort Frankfurt am Main und unterstützen Sie uns als\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSystem Designer (m/w/d) Jobrouter-Plattform\u003c/strong\u003e\u003c/p\u003e\n\u003ch2\u003eIhre Aufgaben\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eWerden Sie Teil unseres Teams, welches für die Produktgruppen IT-Prozesstools, Sharepoint Anwendungen und Kollaborationswerkzeuge verantwortlich ist. Ein zentrales Werkzeug ist dabei das Workflow-Management-System JobRouter, auf dem die Fachbereiche ihre Arbeitsprozesse als IDV-Anwendungen entwickeln. Und hier kommen Sie ins Spiel.\u003c/li\u003e\n\u003cli\u003eSie unterstützen maßgeblich beim Aufbau eines JobRouter-Kompetenzcenters und bedienen damit den steigenden Bedarf an die Prozess-Workflow-Modellierung.\u003c/li\u003e\n\u003cli\u003eFür die JobRouter-Plattform überwachen Sie vom Oberflächenentwurf über die Schnittstellen bis hin zur Datenmodellierung die fachliche Konzeption und nehmen das technische Design ab.\u003c/li\u003e\n\u003cli\u003eIn diesem Zusammenhang beraten Sie die Fachbereiche in der Worfkflow-Entwicklung und sind ebenso im Prototyping der entsprechenden IDV-Anwendungen gefragt.\u003c/li\u003e\n\u003cli\u003eSelbstverständlich entwickeln Sie in diesem Zusammenhang auch die Plattform-Governance weiter und stellen sicher, dass sie eingehalten wird.\u003c/li\u003e\n\u003cli\u003eNicht zuletzt begleiten Sie im 3rd Level Support den Produktlebenszyklus, sind kompetent in der Fehlerursachenanalyse und erarbeiten stabile Workarounds.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhr Profil\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes MINT- bzw. Wirtschaftsstudium (Diplom/Master) oder vergleichbare Qualifikation mit bankfachlichen Kenntnissen\u003c/li\u003e\n\u003cli\u003eLangjährige relevante Berufserfahrung\u003c/li\u003e\n\u003cli\u003eExpertenwissen in Workflow-Design und-Implementierung, Prozessmodellierung und Produktstrategie\u003c/li\u003e\n\u003cli\u003eFundierte Praxis im Umgang mit der JobRouter-Plattform\u003c/li\u003e\n\u003cli\u003eFit in PHP und JavaScript sowie Grundkenntnisse in Anwendungsentwicklung und -betrieb nach ITIL v3\u003c/li\u003e\n\u003cli\u003eGutes Englisch sowie hervorragende allgemeine Kommunikationsfähigkeiten\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWas wir bieten\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eVereinbarkeit von Familie \u0026amp; Beruf\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir unterstützen Sie mit flexiblen Arbeitszeiten, Homeoffice Möglichkeiten, 30 Tagen Urlaub, individuelle Teilzeitmodellen und Eltern-Kind-Büros.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eMarktgerechte Vergütung\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eBei uns erwartet Sie ein angemessenes Vergütungspaket mit vermögenswirksamen Leistungen und Jobticket.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eGelebte Vielfalt \u0026amp; Inklusion\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eVielfältigkeit und Chancengleichheit sind für uns als Unterzeichner der Charta der Vielfalt gelebter Alltag\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWeiterentwicklung \u0026amp; Trainings\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eImmer auf dem neusten Stand mit persönlichen und fachlichen Weiterentwicklungsmöglichkeiten.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eBetriebliche Altersvorsorge\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir bauen auf Ihre Zukunft mit einer betrieblichen Altersvorsorge.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e \u003cstrong\u003eGesundheitsförderung\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir bereiten Sie mit einem vielfältigen Angebot von Kursen und individuellen Qualifikationen optimal auf Ihre künftige Position vor.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSie möchten Verantwortung übernehmen und gemeinsam mit uns uns die Zukunft gestalten?\u003c/h2\u003e\n\u003cp\u003eDann freuen wir uns auf Ihre Bewerbung als Expert Requirements \u0026amp; Functional Design(w/m/d) über einen Klick auf das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e. Bei Fragen zur Position können Sie sich gerne an Frau Zohm unter der Nummer +49 (0) 69 7431-8222 wenden. Weitere Informationen zum Einstieg in der IT erhalten Sie \u003ca href=\"https://www.kfw.de/KfW-Konzern/Karriere/Berufserfahrene/Einsatzgebiete/Informationstechnologie.html\"\u003ehier\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3hFYfFj\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3hFYfFj\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBam1GIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--36bffe1edb232f0c10b1790fe046666a3b8fde7d/kfw.jpg"
  },
  {
    "id": "a1267927-8a24-49c7-9394-c20201fc451a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/a1267927-8a24-49c7-9394-c20201fc451a",
    "created_at": "Fri Jun 19 10:00:21 UTC 2020",
    "company": "Zeeman",
    "company_url": "http://www.zeemanvacatures.nl",
    "location": "Alphen aan den Rijjn",
    "title": "Low-Code Software Developer / Modelleur",
    "description": "\u003cp\u003eLocatie De Schans 15, Alphen aan den Rijn\u003c/p\u003e\n\u003cp\u003eUren per week 32 tot 38 uur\u003c/p\u003e\n\u003cp\u003eWerk-/denkniveau Wo, Hbo\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eOver de afdeling ICT\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eZeeman is een snel groeiende Europese organisatie met zo’n 8.000 medewerkers en met inmiddels 1.300 filialen in 7 Europese landen, namelijk België, Duitsland, Frankrijk, Luxemburg, Nederland, Oostenrijk en Spanje. ICT is belangrijk in een grote en efficiënte organisatie zoals Zeeman. Onze ICT organisatie is vooruitstrevend. Wij spelen alert in op ontwikkelingen van nieuwe toepassingen op ICT in de retailwereld en gebruiken daarbij geavanceerde systemen en hulpmiddelen.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eJouw rol als Developer / Modelleur\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eIn de rol van Software Developer / Modelleur ga jij samen met een team een compleet nieuw en modern ERP ontwikkelen. Je werkt daarbij in Agile teams nauw samen met jouw teamleden in het Software Development team, maar ook samen met de Business Analisten en specialisten binnen diverse afdelingen.\u003c/p\u003e\n\u003cp\u003eWe hebben ons nieuwe ERP de naam Epic gegeven. Het zal onze bedrijfsprocessen maximaal gaan ondersteunen. Alle facetten van een complexe applicatie komen hierbij aan bod: van workflow tot data-ontsluiting, interfaces en apps. De komende jaren zal jij je bezig houden met het modelleren en het ontwikkelen van de bedrijfslogica. Daarna zullen nog voldoende wensen beschikbaar zijn om nog flink door te ontwikkelen.\u003c/p\u003e\n\u003cp\u003eWe werken met het low-code platform van Thinkwise. Jij kunt hierin al je passie voor softwareontwikkeling kwijt.\u003c/p\u003e\n\u003cp\u003eJe werkt vanzelfsprekend met een Low-Code platform (Thinkwise), waarin je al je passie voor softwareontwikkeling kwijt kunt. Naast inhoudelijke kennis en ervaring met softwareontwikkeling, ben je ook bekend met de Agile manier van werken\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eWat neem je mee?\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eHBO/WO -werk- en -denkniveau (afgestudeerd in een technische richting, bijvoorbeeld Bedrijfskundige Informatica of Business IT \u0026amp; Management);\u003c/li\u003e\n\u003cli\u003eErvaring met een Low-Code platform (Thinkwise / Outsystems / Mendix);\u003c/li\u003e\n\u003cli\u003eErvaring met de Agile manier van werken;\u003c/li\u003e\n\u003cli\u003eGoede mondelinge en schriftelijke vaardigheden;\u003c/li\u003e\n\u003cli\u003eKennis en ervaring van bedrijfsprocessen en softwareontwikkeling;\u003c/li\u003e\n\u003cli\u003eRuime ervaring met SQL (tabellen maken / stored procedures / inrichten) is een eis;\u003c/li\u003e\n\u003cli\u003eCommunicatief sterk, makkelijk in de omgang, staat stevig in zijn schoenen en analytisch aangelegd.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eWat krijg je terug?\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eZeeman is volop in ontwikkeling, zowel door het verbreden van haar klantenkring als door internationale expansie en daardoor biedt Zeeman je een afwisselende en uitdagende functie in een omgeving die continu in beweging is.\u003c/li\u003e\n\u003cli\u003eWerkzaam zijn bij een Retailer die alles op het gebied van IT zelf uitvoert en waar maatschappelijk verantwoord ondernemen een hoge prioriteit is\u003c/li\u003e\n\u003cli\u003eAls je fulltime werkt (40 uur), krijg je 24 vakantiedagen en 12 ADV-dagen per jaar\u003c/li\u003e\n\u003cli\u003eReiskostenvergoeding\u003c/li\u003e\n\u003cli\u003eStudiemogelijkheden voor onder andere cursussen/ opleidingen etc.\u003c/li\u003e\n\u003cli\u003e20% personeelskorting\u003c/li\u003e\n\u003cli\u003eMogelijkheid tot deelname in een collectieve ziektekostenverzekering\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eVragen over deze vacature?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eNeem dan contact op via het algemene telefoonnummer\n0172 482 911\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eInteresse?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3edIG5t\"\u003eKlik hier om te solliciteren!\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3edIG5t\"\u003eKlik hier om te solliciteren!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTJGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--450b330d165cd29daa0967ce4d54e943e76b9a28/companyLogo-AAEAAQAAAAAAAAdOAAAAJDZlMWQxYWZjLTlkOGUtNDljMi1hNWM2LTNiMWNkMDU0NmMwNw%5B1%5D.png"
  },
  {
    "id": "c1e1602c-ce59-4927-86d1-60b6d353b11a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c1e1602c-ce59-4927-86d1-60b6d353b11a",
    "created_at": "Thu Jun 18 18:42:14 UTC 2020",
    "company": "Encoding Management Service – EMS GmbH",
    "company_url": "https://www.media-ems.com/",
    "location": "Leverkusen",
    "title": "Full-Stack Developer (m/w/d)",
    "description": "\u003cp\u003eWir, die Encoding Service Management - EMS GmbH, sind seit Einführung legaler Musikdownloads vor etwa 15 Jahren eines der führenden Technologie Unternehmen im Bereich Digitaler Medienvertrieb.\u003c/p\u003e\n\u003cp\u003eUnsere Kunden vertreiben ihre Musik-, Ebook-, Video- und Hörbuchprodukte über unsere hauseigene Warenwirtschaftsplattform MMP (Mediadata Management Program) an alle gängigen Download und Streaming Portale weltweit. Apple und Spotify listen uns seit Jahren als Preferred Partner.\u003c/p\u003e\n\u003cp\u003eSeit Sommer 2019 gehört unser Unternehmen zur Firmengruppe der Zebralution GmbH, die seit 2004 erfolgreich als digitaler Vertriebspartner im Medienbusiness agiert.\u003c/p\u003e\n\u003cp\u003eDie EMS GmbH liegt verkehrsgünstig zwischen den Großstädten Köln und Düsseldorf und ist fußläufig von der S-Bahn Haltestelle Leverkusen-Küppersteg erreichbar.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDas Gegenteil von Eintönigkeit:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBegleitung neuer Projekte von der Konzeption bis zum Release.\u003c/li\u003e\n\u003cli\u003eWartung und Erweiterung unserer PHP/MySQL Projekte.\u003c/li\u003e\n\u003cli\u003eMonitoring unserer Prozessketten mit Problemanalysen.\u003c/li\u003e\n\u003cli\u003eAufsetzen neuer VMs bis hin zur Entwicklung von Frontends.\u003c/li\u003e\n\u003cli\u003eUnterstützung unseres operativen und technischen Teams.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDu verfügst über sehr gute Kenntnisse in objektorientierter PHP Programmierung und bist sicher im Umgang mit MySQL.\u003c/li\u003e\n\u003cli\u003eDu setzt dich gerne mit neuen Technologien und Programmiersprachen auseinander.\u003c/li\u003e\n\u003cli\u003eDu hast Spaß an grossen Datenmengen und komplexen Prozessketten.\u003c/li\u003e\n\u003cli\u003eDu bringst Projekterfahrung in Basistechnologien wie HTML, Javascript, XML, GIT, Linux/Unix, Apache, Docker mit.\u003c/li\u003e\n\u003cli\u003eEine schnelle Auffassungsgabe, gute Englischkenntnisse und große Lust, die Zukunft einer jungen und stetig wachsenden Branche mitzugestalten, zeichnen dich aus.\u003c/li\u003e\n\u003cli\u003eMusik ist deine Leidenschaft!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWarum wir?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWohlfühlen wird bei uns groß geschrieben. Bei uns erwarten dich:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeine konstruktive und vertrauensvolle Arbeitsatmosphäre in einem erfahrenen Team.\u003c/li\u003e\n\u003cli\u003eflache Hierarchien und kurze Kommunikationswege.\u003c/li\u003e\n\u003cli\u003eein familienfreundliches Management.\u003c/li\u003e\n\u003cli\u003eWeiterbildungsmöglichkeiten und die Förderung von Abschlüssen, z.B. Bachelor of Science oder IHK-Abschluss.\u003c/li\u003e\n\u003cli\u003eeine sehr gute ÖPNV-Anbindung.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eInteressiert?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDann zeig uns woran du arbeitest, egal ob beruflich oder privat. Wir freuen wir uns auf deine Bewerbung.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/727b255c739c26af679de2320595b6b6935b01df/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f32613164303335666565643231393738326663396631316161386162643663326136383235336338663462366534616163666335373361306566633834373564\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/1ed6c0c1b7e4ffe5cc8621b80a0642f22edc8dd5410dde628d3e56cada2099f9\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaCtGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4ff6fdaa100b85deebaf917fbe98b76891b081f1/EMS.png"
  },
  {
    "id": "d2f4b1cc-54e3-497a-80b9-6515b9b2ca3e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/d2f4b1cc-54e3-497a-80b9-6515b9b2ca3e",
    "created_at": "Thu Jun 18 18:37:28 UTC 2020",
    "company": "Encoding Management Service – EMS GmbH",
    "company_url": "https://www.media-ems.com/",
    "location": "Leverkusen",
    "title": "Backend Administrator (m/w/d)",
    "description": "\u003cp\u003eWir, die Encoding Service Management - EMS GmbH, sind seit Einführung legaler Musikdownloads vor etwa 15 Jahren eines der führenden Technologie Unternehmen im Bereich Digitaler Medienvertrieb.\u003c/p\u003e\n\u003cp\u003eUnsere Kunden vertreiben ihre Musik-, Ebook-, Video- und Hörbuchprodukte über unsere hauseigene Warenwirtschaftsplattform MMP (Mediadata Management Program) an alle gängigen Download und Streaming Portale weltweit. Apple und Spotify listen uns seit Jahren als Preferred Partner.\u003c/p\u003e\n\u003cp\u003eSeit Sommer 2019 gehört unser Unternehmen zur Firmengruppe der Zebralution GmbH, die seit 2004 erfolgreich als digitaler Vertriebspartner im Medienbusiness agiert.\u003c/p\u003e\n\u003cp\u003eDie EMS GmbH liegt verkehrsgünstig zwischen den Großstädten Köln und Düsseldorf und ist fußläufig von der S-Bahn Haltestelle Leverkusen-Küppersteg erreichbar.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDu bist, in enger Kooperation mit den Developer-Teams, verantwortlich für die\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eÜberwachung und Pflege der Firewall sowie die Einrichtung neuer Regeln.\u003c/li\u003e\n\u003cli\u003eErweiterung und Betreuung des Monitorings (Icinga).\u003c/li\u003e\n\u003cli\u003eÜberwachung der Hardware-Infrastruktur und Lösung der erkannten Probleme.\u003c/li\u003e\n\u003cli\u003eBetreuung der Klimageräte und USVs.\u003c/li\u003e\n\u003cli\u003eEinrichtung, Überwachung und Pflege der Linux Server, zwei vSphere-Installationen und den MariaDB Datenbanken.\u003c/li\u003e\n\u003cli\u003eAktualisierung und Kontrolle der Backup-Prozesse.\u003c/li\u003e\n\u003cli\u003eUnterstützung bei der Containerisierung von Prozessen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDein Profil\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEine schnelle Auffassungsgabe, gute Englischkenntnisse und große Lust, die Infrastruktur unseres wachsenden Unternehmens mitzugestalten, zeichnen dich aus.\u003c/li\u003e\n\u003cli\u003eDu bist ein Teamplayer.\u003c/li\u003e\n\u003cli\u003eMusik ist deine Leidenschaft!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWarum wir?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWohlfühlen wird bei uns groß geschrieben. Bei uns erwarten dich:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeine konstruktive und vertrauensvolle Arbeitsatmosphäre in einem erfahrenen Team.\u003c/li\u003e\n\u003cli\u003eflache Hierarchien und kurze Kommunikationswege.\u003c/li\u003e\n\u003cli\u003eein familienfreundliches Management.\u003c/li\u003e\n\u003cli\u003eWeiterbildungsmöglichkeiten und die Förderung von Abschlüssen, z.B. Bachelor of Science oder IHK-Abschluss.\u003c/li\u003e\n\u003cli\u003eeine sehr guter ÖPNV-Anbindung.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eInteressiert?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDann zeig uns woran du arbeitest, egal ob beruflich oder privat. Wir freuen wir uns auf deine Bewerbung.\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/3d443a58517305a3aa80449d9ed54dd03441f6a1/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f31303134616637393031323937353438666635326330643738303234313662633132353433333830636337333234366532613863316135336131353534303066\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/741c0b3cf2e20cfec8bf444d983829c726a03e7e757f0a7983dde709fdf4fe36\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDJGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6fcff9f750f67a3eb47c5d8d1960a485cd061419/EMS.png"
  },
  {
    "id": "1d468e07-91c2-45d1-b9ed-97a631132c0b",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/1d468e07-91c2-45d1-b9ed-97a631132c0b",
    "created_at": "Thu Jun 18 10:05:27 UTC 2020",
    "company": "Microsoft Israel R\u0026D Center",
    "company_url": "http:",
    "location": "Tel-Aviv-Yafo",
    "title": "Software Engineer - Advanced Threat Analytics",
    "description": "\u003ch2\u003eOur Group\u003c/h2\u003e\n\u003cp\u003e\u003cstrong\u003eThis job is positioned in Microsoft’s brand new Tel Aviv Cloud Security Development Center!\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eMicrosoft Advanced Threat Analytics (formerly Aorato) is a unique innovator in cyber security.\nPreviously a startup, we are a small group (40 engineers, PMs and security researchers), building products that protect an organization's identities, across enterprise networks and cloud assets. Our products apply sophisticated algorithms, collect and fuse data from many sources, and process immense amounts of traffic in real time.\u003c/p\u003e\n\u003cp\u003eWe are in-charge of a super successful product (HUGE enthusiastic customers, MILLIONS of users) - Azure ATP, we invent new detections in Microsoft’s Cloud App Security product, and are currently building a massive UEBA engine, built to protect identities from attackers and malicious insiders in organizations’ hybrid networks.\u003c/p\u003e\n\u003cp\u003eWe deal with extremely complex security challenges, hard-core scale and performance requirements (100s of thousands of events per second) and own a unique market position to make Microsoft the world's leader in cyber security.\u003c/p\u003e\n\u003ch2\u003eOur culture\u003c/h2\u003e\n\u003cp\u003eWe are an agile team of very strong engineers, researchers and PMs, with a \"move-fast\" attitude, passion for solving tough problems, building things the right way and delighting our customers.\nWe encourage autonomy, collaboration, creativeness and proactivity.\nWe are allergic to bureaucracy and paperwork.\u003c/p\u003e\n\u003ch2\u003eResponsibilities\u003c/h2\u003e\n\u003cp\u003eBuild features end to end - from our sensor installed in the enterprise network, through our cloud backend, detection and profiling algorithms and our highly-acclaimed detection and investigation UI.\nBe a role model for engineering excellence, demonstrating very high quality in design, implementation and collaboration with your peers.\nLead engineers through development of our most complex features.\nApply a critical view of our infrastructure, technologies and development process, proactively pushing to improve our product and our group.\u003c/p\u003e\n\u003ch2\u003eQualifications\u003c/h2\u003e\n\u003cp\u003eRequired skills:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e4+ years of experience in software development (extensive Object Oriented experience)\u003c/li\u003e\n\u003cli\u003eStrong all-around player – proven ability to move between backend, frontend, infrastructure and algorithms tasks\u003c/li\u003e\n\u003cli\u003eExperience with distributed computing platforms for high-scale systems and large amount of data\u003c/li\u003e\n\u003cli\u003eBackground in at least one of the following areas: Networkin, Cyber security, Cloud-based applications\u003c/li\u003e\n\u003cli\u003eTeam player, both highly effective working independently and highly collaborative\u003c/li\u003e\n\u003cli\u003eProven technical leadership experience\u003c/li\u003e\n\u003cli\u003eA role model for other engineers – responsible, thorough, proactive\u003c/li\u003e\n\u003cli\u003ePassion for learning and implementing the newest technologies\u003c/li\u003e\n\u003cli\u003eSc. or M.Sc. in Computer Science, Software Engineering, or relevant practical experience (e.g. service in elite technology unit in IDF)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eDesired skills:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Windows-based environments\u003c/li\u003e\n\u003cli\u003eExperience with Azure components and tools\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\u003c/p\u003e\n\u003cp\u003eBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\u003c/p\u003e\n\u003ch2\u003eBenefits and Perks\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eIndustry leading healthcare\u003c/li\u003e\n\u003cli\u003eSavings and investments\u003c/li\u003e\n\u003cli\u003eGiving programs\u003c/li\u003e\n\u003cli\u003eEducational resources\u003c/li\u003e\n\u003cli\u003eMaternity and paternity leave\u003c/li\u003e\n\u003cli\u003eOpportunities to network and connect\u003c/li\u003e\n\u003cli\u003eDiscounts on products and services\u003c/li\u003e\n\u003cli\u003eGenerous time away\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eInterested in this position?\u003c/h2\u003e\n\u003cp\u003eWe are happy to get in touch with you! You can send your application by using \u003ca href=\"https://vonq.io/30NSaAu\"\u003ethis link\u003c/a\u003e.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/30NSaAu\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaHVGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--216974c48795d85c26af2b261428a3afaab535a3/Microsoft.jpg"
  },
  {
    "id": "b9be6391-9004-48e9-9527-15081bfadf8f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/b9be6391-9004-48e9-9527-15081bfadf8f",
    "created_at": "Wed Jun 17 20:11:24 UTC 2020",
    "company": "Privacy Hero",
    "company_url": "https://www.privacyhero.com/",
    "location": "Remote",
    "title": "Intermediate/Senior QA Automation Engineer",
    "description": "\u003cp\u003ePrivacy Hero is seeking a full time QA Automation Engineer to join our virtual engineering team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe Privacy Hero Adapter is a Linux based adapter that encrypts Internet traffic from/to a home network. We spend most of our time working with networking, DNS, VPN and firewalls.\nWe believe there is a new category where privacy, security and network management are separated from a router in the classic networking setup.\nBasic information on our service can be found on our website, privacyhero.com\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eA successful candidate will be working as a QA Automation Engineer as part of our engineering team.  They will be responsible for full QA coverage of Android, iOS and Web based UI, and JSON API.  During two-week sprints work with the development team to create automated tests.  Work with DevOps to integrate automated tests into CI process.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThis position is a good fit if you are:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA self-starter who can manage multiple ongoing tasks\u003c/li\u003e\n\u003cli\u003eIndependent, but also effectively work as a member of a team\u003c/li\u003e\n\u003cli\u003eAdapt to changes easily\u003c/li\u003e\n\u003cli\u003eEnjoy working remotely\u003c/li\u003e\n\u003cli\u003eInto moving quickly and breaking things (responsibly)\u003c/li\u003e\n\u003cli\u003eCreative\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWe are:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDecidedly un-corporate\u003c/li\u003e\n\u003cli\u003eA small team of experienced engineers\u003c/li\u003e\n\u003cli\u003eStartup culture\u003c/li\u003e\n\u003cli\u003eSlack centred - no email\u003c/li\u003e\n\u003cli\u003eThinking outside the box (what box? ;))\u003c/li\u003e\n\u003cli\u003eFlexible with hours\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSkills, Knowledge, and Abilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAndroid, iOS and Web UI Automation Testing\u003c/li\u003e\n\u003cli\u003eAPI Automation Testing\u003c/li\u003e\n\u003cli\u003eDemonstrated ability to work in a primarily virtual team environment (Slack, GitHub, Zoom)\u003c/li\u003e\n\u003cli\u003eSelf-motivated\u003c/li\u003e\n\u003cli\u003eEffective and confident decision making and problem solving skills\u003c/li\u003e\n\u003cli\u003eExcellent organizational and time management skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePosition is remote (work from home).\u003c/strong\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://privacyhero.applytojob.com/apply/i9Vz4HsAPH/IntermediateSenior-QA-Automation-Engineer\"\u003ehttps://privacyhero.applytojob.com/apply/i9Vz4HsAPH/IntermediateSenior-QA-Automation-Engineer\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaG1GIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--22d404fc91aa658e4868e55b085691ab5112cd06/privacy-hero__logo-blue.jpg"
  },
  {
    "id": "69bbfe0e-eee8-45b7-969b-a5208cdecf07",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/69bbfe0e-eee8-45b7-969b-a5208cdecf07",
    "created_at": "Wed Jun 17 18:32:56 UTC 2020",
    "company": "Just Auto Insurance",
    "company_url": "https://just.insure",
    "location": "London",
    "title": "Backend Developer",
    "description": "\u003cp\u003eJust Insurance is a revolutionary tech start-up, looking to disrupt the US auto insurance industry. Our vision is to dramatically improve road safety, while also making car insurance more fair and affordable to millions of people.\u003c/p\u003e\n\u003cp\u003eAt the core of our ground-breaking product is our app, which is super simple to use, built using the latest technology and powered by our proprietary data algorithms.\u003c/p\u003e\n\u003cp\u003eFind out more: \u003ca href=\"http://www.just.insure\"\u003ewww.just.insure\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWith our vision, industry-leading product and investment, we are looking to grow our exceptional team.\u003c/p\u003e\n\u003cp\u003eWe have an incredible software engineering team and our backend is built using Node.js and GCP. We are looking for another very talented and hungry Backend developer, who can go toe-to-toe with the best and can help us get to the next level.\u003c/p\u003e\n\u003ch2\u003eWhat you'll do:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYour primary responsibility is the development of our Node.js backend\u003c/li\u003e\n\u003cli\u003eWorking with serverless microservices and contribute to our Application Framework\u003c/li\u003e\n\u003cli\u003eContribute to the architecture, future direction and sustainability of Just's mobile strategy\u003c/li\u003e\n\u003cli\u003eWork collaboratively with the design and other members of the software engineering team\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat we're looking for:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYou have experience building distributed systems in Node.js using Typescript or JavaScript\u003c/li\u003e\n\u003cli\u003eYou care deeply about building reliable, well-tested systems\u003c/li\u003e\n\u003cli\u003eYou are great at explaining complicated technical concepts clearly\u003c/li\u003e\n\u003cli\u003eHave an understanding of the principles of computer science\u003c/li\u003e\n\u003cli\u003eYou’re highly detail-oriented\u003c/li\u003e\n\u003cli\u003eYou’re used to rapid iteration using Agile and Lean Start-up methodologies\u003c/li\u003e\n\u003cli\u003eHave the ability to work in a highly organised and efficient manner\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eHighly regarded but not a prerequisite:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eTelematics experience\u003c/li\u003e\n\u003cli\u003eUsage based motor insurance (Cuvva, By Miles, etc) or retail banking start-up (e.g. Monzo, Starling, etc) experience\u003c/li\u003e\n\u003cli\u003eFrom a personal point of view, we're looking for someone who is innovative, collaborative and has a passion for what they do. You'll be expected to roll up your sleeves and get stuck in from day one.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat we can offer you\u003c/h2\u003e\n\u003cp\u003eYou'll be working with the best backend engineers. You'll be working on difficult and interesting projects and have the opportunity to make a real impact on the company, and the wider industry. Make no mistake, we are the A-team. We're looking for other members who can cut it.\u003c/p\u003e\n\u003cp\u003eThe wider team is equally talented, focused, and energised. We follow agile principles and across the software engineering team, design team, and stakeholders, we work closely and collaboratively. Everyone is heard, everyone takes responsibility, everyone contributes.\u003c/p\u003e\n\u003cp\u003eWe are now a completely remote working unit in the UK with most of us situated in and around London. We start at 10:00 to align with our Los Angeles, US office a little better. We believe in work-life balance, and as such, you'll get your birthday and the days between Christmas and new years off, in addition to your 25 days holiday allowance. Your remuneration is made up of salary, pension, and a generous share options package. You do the work, you share the rewards.\u003c/p\u003e\n\u003cp\u003eThis is an extraordinary opportunity to be part of an exceptional team, in an exciting company that seeks to revolutionize a $222B industry - and that's in the US alone. If you are exceptional, passionate about making a difference, and have a hunger to shake up a market that is ripe for change, this is the role for you.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eFollow this link to apply. \u003ca href=\"https://jobs.lever.co/justautoinsurance/589b57f2-3b6e-4501-a37f-b2b01c50bc95\"\u003ehttps://jobs.lever.co/justautoinsurance/589b57f2-3b6e-4501-a37f-b2b01c50bc95\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaGlGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--82a7e7d3d34783609bcf09810af564b7e92132da/600x600%20Vertical%20Logo.png"
  },
  {
    "id": "1b935bb9-7841-4bbe-b75e-11b2f93a54bd",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/1b935bb9-7841-4bbe-b75e-11b2f93a54bd",
    "created_at": "Wed Jun 17 18:25:09 UTC 2020",
    "company": "Just Auto Insurance",
    "company_url": "https://just.insure",
    "location": "London",
    "title": "React Native Developer",
    "description": "\u003cp\u003eJust Insurance is a revolutionary tech start-up, looking to disrupt the US auto insurance industry. Our vision is to dramatically improve road safety, while also making car insurance more fair and affordable to millions of people.\u003c/p\u003e\n\u003cp\u003eAt the core of our ground-breaking product is our app, which is super simple to use, built using the latest technology and powered by our proprietary data algorithms.\u003c/p\u003e\n\u003cp\u003eFind out more: \u003ca href=\"http://www.just.insure\"\u003ewww.just.insure\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWith our vision, industry-leading product and investment, we are looking to grow our exceptional team.\u003c/p\u003e\n\u003cp\u003eWe have an incredible software engineering team and our app is built in React Native. We are looking for another very talented and hungry React Native developer, who can go toe-to-toe with the best and can help us get to the next level.\u003c/p\u003e\n\u003ch2\u003eWhat you'll do:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYour primary responsibility is the development of our React Native mobile app\u003c/li\u003e\n\u003cli\u003eContribute to the architecture, future direction and sustainability of Just's mobile strategy\u003c/li\u003e\n\u003cli\u003eWork collaboratively with the design and other members of the software engineering team\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat we're looking for:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eYou have experience building cross-platform React Native mobile apps\u003c/li\u003e\n\u003cli\u003eYou are highly proficient with React\u003c/li\u003e\n\u003cli\u003eExperience using TypeScript\u003c/li\u003e\n\u003cli\u003eYou care deeply about building reliable, well-tested systems\u003c/li\u003e\n\u003cli\u003eYou are great at explaining complicated technical concepts clearly\u003c/li\u003e\n\u003cli\u003eHave an understanding of the principles of computer science\u003c/li\u003e\n\u003cli\u003eYou’re highly detail-oriented\u003c/li\u003e\n\u003cli\u003eYou’re used to rapid iteration using Agile and Lean Start-up methodologies\u003c/li\u003e\n\u003cli\u003eHave the ability to work in a highly organised and efficient manner\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eHighly regarded but not a prerequisite:\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eExperience contributing to OSS\u003c/li\u003e\n\u003cli\u003eTelematics experience\u003c/li\u003e\n\u003cli\u003eUsage based motor insurance (Cuvva, By Miles, etc) or retail banking start-up (e.g. Monzo, Starling, etc) experience\u003c/li\u003e\n\u003cli\u003eFrom a personal point of view, we're looking for someone who is innovative, collaborative and has a passion for what they do. You'll be expected to roll up your sleeves and get stuck in from day one.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat we can offer you\u003c/h2\u003e\n\u003cp\u003eYou'll be working with the best React Native developers. For example, Raul Gomez \u003ca href=\"https://github.com/rgommezz\"\u003ehttps://github.com/rgommezz\u003c/a\u003e the author of popular React Native libraries, react-native-offline, and react-native-scroll-bottom-sheet. You'll be working on difficult and interesting projects, and have the opportunity to make a real impact on the company, and the wider industry. Make no mistake, we are the A-team. We're looking for other members who can cut it.\u003c/p\u003e\n\u003cp\u003eThe wider team is equally talented, focused, and energised. We follow agile principles and across the software engineering team, design team, and stakeholders, we work closely and collaboratively. Everyone is heard, everyone takes responsibility, everyone contributes.\u003c/p\u003e\n\u003cp\u003eWe are now a completely remote working unit in the UK with most of us situated in and around London. We start at 10:00 to align with our Los Angeles, US office a little better. We believe in work-life balance, and as such, you'll get your birthday and the days between Christmas and new years off, in addition to your 25 days holiday allowance. Your remuneration is made up of salary, pension, and a generous share options package. You do the work, you share the rewards.\u003c/p\u003e\n\u003cp\u003eThis is an extraordinary opportunity to be part of an exceptional team, in an exciting company that seeks to revolutionize a $222B industry - and that's in the US alone. If you are exceptional, passionate about making a difference, and have a hunger to shake up a market that is ripe for change, this is the role for you.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eFollow this link to apply. \u003ca href=\"https://jobs.lever.co/justautoinsurance/318d69fa-8153-47b4-8e80-28ad8821a88c\"\u003ehttps://jobs.lever.co/justautoinsurance/318d69fa-8153-47b4-8e80-28ad8821a88c\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaGFGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a93471f740da4059a0516f0c5660cebe5125c36c/600x600%20Vertical%20Logo.png"
  },
  {
    "id": "9d48e718-6995-42ef-b6fe-b82fd081250b",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9d48e718-6995-42ef-b6fe-b82fd081250b",
    "created_at": "Wed Jun 17 16:39:19 UTC 2020",
    "company": "University of California Berkeley",
    "company_url": "https://www.berkeley.edu",
    "location": "Berkeley, CA",
    "title": "Data Services Librarian - Library",
    "description": "\u003cp\u003eData Services Librarian - Library\u003c/p\u003e\n\u003cp\u003eRECRUITMENT PERIOD\u003c/p\u003e\n\u003cp\u003eOpen date: June 4th, 2020\u003c/p\u003e\n\u003cp\u003eNext review date: Friday, Jul 3, 2020 at 11:59pm (Pacific Time)\nApply by this date to ensure full consideration by the committee.\u003c/p\u003e\n\u003cp\u003eFinal date: Wednesday, Jul 29, 2020 at 11:59pm (Pacific Time)\nApplications will continue to be accepted until this date, but those received after the review date will only be considered if the position has not yet been filled.\u003c/p\u003e\n\u003cp\u003eDESCRIPTION\nDigital Initiatives and Information Technology\nUniversity of California, Berkeley Library\u003c/p\u003e\n\u003cp\u003eHiring range: Associate Librarian\nSalary Range: $ 77,787 to $93, 725 annually (salary commensurate with experience and qualifications)\nThis is a full-time appointment.\u003c/p\u003e\n\u003cp\u003eThe University of California, Berkeley Library seeks a dynamic, collaborative, and user- oriented colleague as the Data Services Librarian. This position will help develop, lead, and coordinate a robust suite of data services that serve to bolster student and faculty research through the discovery, curation, management, analysis, preservation and visualization of data to meet curricular and research needs on campus.\nThe Environment\u003c/p\u003e\n\u003cp\u003eThe UC Berkeley Library is an internationally renowned research and teaching facility at one of the nation's premier public universities. A highly diverse and intellectually rich environment, Berkeley serves a campus community of 30,000 undergraduate students, over 11,000 graduate students, and 1,500 faculty. With a collection of more than 13 million volumes and an acquisitions and licensing collections budget of over $18 million, the Library offers access to scholarly resources extensive collections in all formats and robust services to connect users with those resources collections and build their related research skills.\u003c/p\u003e\n\u003cp\u003eResponsibilities\nReporting to the Associate University Librarian for Digital Initiatives and Information Technology, this position will coordinate, implement, assess, provide outreach for, and enhance the Library’s data services program. The Library’s data services program partners with UC Berkeley faculty, researchers, and students to support the discovery, acquisition, organization, management, and curation of data. It provides a range of services such as advising researchers on the creation of data management plans, helping researchers find data, data publishing, and data-related consultations and workshops. The Data Services Librarian will work across the libraries to advance and deliver data services that support faculty and students engaged in data-intensive research projects. Internally, the Data Services Librarian will collaborate in leading and providing guidance for enhancing data skills among library staff. In collaboration with other librarians, the position will also provide guidance and partnership to students through data programs and other library initiatives in the Center for Connected Learning (CCL). This position will actively collaborate with library colleagues to promote and integrate data services and data literacy into library instruction across multiple disciplines.\u003c/p\u003e\n\u003cp\u003eThis position will collaborate with subject/liaison librarians and colleagues in Library Acquisitions and Catalog \u0026amp; Metadata Services to develop and implement strategies to support the acquisition, licensing, management, discovery, and archiving of research datasets. The position will collaborate with colleagues in Library IT to make library- purchased data accessible and discoverable to users by developing or using existing open platforms and services.\u003c/p\u003e\n\u003cp\u003eThe Data Services Librarian also serves as a lead contact about library data services, resources, and policies to the UC System and Berkeley campus partners such as the Division of Computing, Data Science, and Society; D-Lab; Research Data Management (RDM); and California Digital Library’s (CDL) data services. In addition, this position works closely with the RDM Service Lead position and contributes to the RDM operations group.\u003c/p\u003e\n\u003cp\u003eThe candidate will work in a team environment that includes library staff from different departments and divisions across the Library and other campus units and must be willing to engage in continual learning, development, and application of additional expertise through work-related experiences and professional development opportunities. The candidate must also possess the ability to adapt to change, ambiguity, and complex problems that are typical of an academic setting. This position may also supervise students.\u003c/p\u003e\n\u003cp\u003eQualifications\nMinimum basic qualification required by application date:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAdvanced degree.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAdditional required qualifications by start date in position:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt least two years of experience working in libraries.\u003c/li\u003e\n\u003cli\u003eAt least one year of experience with data tools and technologies in a higher education organization.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAdditional preferred qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMaster’s degree from an ALA-accredited institution or equivalent international degree.\u003c/li\u003e\n\u003cli\u003eDemonstrated knowledge of data management, data curation, and data preservation principles and practices.\u003c/li\u003e\n\u003cli\u003eExperience or demonstrated potential supporting researchers with data services, including discovery, management, visualization, reuse, security, and storage.\u003c/li\u003e\n\u003cli\u003eDemonstrated ability to plan, coordinate, collaborate on, and assess effective\nprograms, projects, and services.\u003c/li\u003e\n\u003cli\u003eDemonstrated commitment to diversity, equity, and inclusion.\u003c/li\u003e\n\u003cli\u003eDemonstrated analytical, organizational, problem solving, interpersonal, and communication skills.\u003c/li\u003e\n\u003cli\u003eDemonstrated initiative, flexibility, creativity, and ability to work effectively both independently without direct supervision and as a team member.\u003c/li\u003e\n\u003cli\u003eCapacity to thrive in an ambiguous, future-oriented environment of a major research institution and to respond effectively to changing needs and priorities.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe UC Berkeley Library is committed to supporting and encouraging a multicultural environment and seeks candidates who can make positive and imaginative contributions in the context of ethnic and cultural diversity.\u003c/p\u003e\n\u003cp\u003eUC professional librarians are academic appointees and are represented by an exclusive bargaining agent, University Council – American Federation of Teachers (UC- AFT). The Librarian will be represented by the Union. UC Berkeley librarians are expected to participate in library-wide planning and governance and work effectively in a shared decision-making environment. Librarian advancement is partially based upon professional contributions beyond the primary assignment; the successful candidate will show promise or evidence of such contributions to the Library, campus, UC system, and profession.\u003c/p\u003e\n\u003cp\u003eLibrarians are entitled to appropriate professional development leave, vacation leave, sick leave, and all other benefits granted non-faculty academic personnel. The University has an excellent retirement system and sponsors a variety of group health, dental, vision, and life insurance plans in addition to other benefits.\u003c/p\u003e\n\u003cp\u003ePlease note: This position might work from home during the initial hire period if the University is still directing employees to work from home, where possible, during the COVID-19 pandemic. In that case, the supervisor will work closely with the employee being hired to ensure flexibility and online onboarding, along with work projects being directed and managed remotely.\u003c/p\u003e\n\u003cp\u003ePosition will remain open until filled.\u003c/p\u003e\n\u003cp\u003eSubmit applications online at:\n\u003ca href=\"https://aprecruit.berkeley.edu/apply/JPF02622\"\u003ehttps://aprecruit.berkeley.edu/apply/JPF02622\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eThe University of California is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, age or protected veteran status.\u003c/p\u003e\n\u003cp\u003eFor the complete University of California nondiscrimination and affirmative action policy see:\n\u003ca href=\"http://policy.ucop.edu/doc/4000376/NondiscrimAffirmAct\"\u003ehttp://policy.ucop.edu/doc/4000376/NondiscrimAffirmAct\u003c/a\u003e (link is external).\u003c/p\u003e\n\u003cp\u003eSend inquiries to:\nImmaculate Adesida\nLibrary Human Resources Department 110 Doe Library,\u003c/p\u003e\n\u003cp\u003eUniversity of California, Berkeley, CA 94720\nEmail: Email: \u003ca href=\"mailto:librec@library.berkeley.edu\"\u003elibrec@library.berkeley.edu\u003c/a\u003e or \u003ca href=\"mailto:Immaculate@berkeley.edu\"\u003eImmaculate@berkeley.edu\u003c/a\u003e Phone: 510-643-8470\u003c/p\u003e\n\u003cp\u003eJOB LOCATION\nBerkeley, CA\u003c/p\u003e\n\u003cp\u003eLEARN MORE\nMore information about this recruitment:\n\u003ca href=\"https://apptrkr.com/1931234\"\u003ehttps://apptrkr.com/1931234\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eREQUIREMENTS\nDocument requirements\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCurriculum Vitae - Your most recently updated C.V. • Cover Letter\nReference requirements\u003c/li\u003e\n\u003cli\u003e3-5 required (contact information only)\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eSubmit applications online at:\n\u003ca href=\"https://apptrkr.com/1931234\"\u003ehttps://apptrkr.com/1931234\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaFNGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--e90af0f20c495f878233b7cb797f87571db1a931/University%20of%20California%20Berkeley.png"
  },
  {
    "id": "46014bd9-2a00-4941-95c4-c5f6fe2f48ea",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/46014bd9-2a00-4941-95c4-c5f6fe2f48ea",
    "created_at": "Wed Jun 17 13:41:01 UTC 2020",
    "company": "Microsoft Israel R\u0026D Center",
    "company_url": "http://www.microsoft.com",
    "location": "Working location used for posting.Herzliya",
    "title": "Software Engineer - Excel Online",
    "description": "\u003cp\u003eHerzliya, Tel Aviv, Israel\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eJob number\u003c/strong\u003e 827595\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eDate posted\u003c/strong\u003e Apr 30, 2020\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eTravel\u003c/strong\u003e 0-25 %\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eProfession\u003c/strong\u003e Engineering\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eRole type\u003c/strong\u003e Individual Contributor\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eEmployment type\u003c/strong\u003e Full-Time\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eExcel is one of the most loved applications in the world used by almost a billion users.\u003c/p\u003e\n\u003cp\u003eWe are expanding our Excel team in Israel to enhance the Excel Online application, adding many new capabilities and bringing the experience to a new level.\u003c/p\u003e\n\u003cp\u003eExcel Online is one of the most advanced web applications out there, introducing extremely interesting challenges around scale, computation, responsiveness, cloud services and user experience.\u003c/p\u003e\n\u003cp\u003eIf you want to make an impact on millions of users then this will be the perfect job for you.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWe are looking for strong and motivated engineers that are passionate about building technology for millions of users.\u003c/p\u003e\n\u003cp\u003eAs part of your job you will drive features and capabilities from design phase till light up in production.\u003c/p\u003e\n\u003cp\u003eYou will develop in multiple languages across the entire Excel product stack, you will use experimentation and data to develop and validate your features and will learn how to work in a large scale service that is moving at a fast pace.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eQualifications\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eBSc or MSc in Software Eng. or Computer Eng.\u003c/li\u003e\n\u003cli\u003eC++/C# / Java script experience preferred\u003c/li\u003e\n\u003cli\u003eExperience with Web development: HTML and JavaScript\u003c/li\u003e\n\u003cli\u003e4-7 years of programming experience\u003c/li\u003e\n\u003cli\u003eStrong design, coding, debugging, and problem solving skills.\u003c/li\u003e\n\u003cli\u003eHigh potential to grow and evolve\u003c/li\u003e\n\u003cli\u003eTeam player, confident, and enthusiastic\u003c/li\u003e\n\u003cli\u003eIndependent in his tasks\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\u003c/p\u003e\n\u003cp\u003eBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eBenefits and Perks\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eIndustry leading healthcare\u003c/li\u003e\n\u003cli\u003eSavings and investments\u003c/li\u003e\n\u003cli\u003eGiving programs\u003c/li\u003e\n\u003cli\u003eEducational resources\u003c/li\u003e\n\u003cli\u003eMaternity and paternity leave\u003c/li\u003e\n\u003cli\u003eOpportunities to network and connect\u003c/li\u003e\n\u003cli\u003eDiscounts on products and services\u003c/li\u003e\n\u003cli\u003eGenerous time away\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eInterested?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/37Ailw5\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/37Ailw5\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZytGIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2251a23c65212fbab14263e52a2addfb12854785/companyLogo-microsoft-logo.jpg"
  },
  {
    "id": "7f63bcce-a1fe-4011-9e8f-1958ecbb850c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/7f63bcce-a1fe-4011-9e8f-1958ecbb850c",
    "created_at": "Tue Jun 16 20:28:16 UTC 2020",
    "company": "CircleCI",
    "company_url": "https://circleci.com",
    "location": "London",
    "title": "Solutions Engineer ",
    "description": "\u003cp\u003eAs a Solutions Engineer at CircleCI, you will be the customer’s trusted technical advisor throughout the sales process. You’ll provide hands-on support for cloud-based and single-tenant deployments and product guidance with CircleCI’s largest customers.\u003c/p\u003e\n\u003cp\u003eThis job will be based out of CircleCIs London office, with occasional travel.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout Sales Solutions at CircleCI\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur Solutions Engineers have a strong understanding of the developer community and are able to confidently communicate with and provide first-class support to developers and DevOps leads.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you’ll do:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eServe as the technical support in mid-market and enterprise opportunities across the EMEA region.\nCollaborate with Account Executives to identify and uncover customer business goals, needs, and pains, and work to show how CircleCI can address them.\u003c/li\u003e\n\u003cli\u003eSupport customer trials, providing advice and technical support along the way.\u003c/li\u003e\n\u003cli\u003eProve the technical feasibility of the CircleCI platform to highly technical and developer audiences.\nStay on top of industry news, technology products, platforms, new CircleCI features, and partners to ensure you and your team provide and maintain a deep industry and ecosystem expertise.\u003c/li\u003e\n\u003cli\u003eIdentify areas of potential improvement in our sales efforts, and then work to improve them. This could be high level strategy, daily tactical efforts, or down in the weeds of creating documentation or how to videos.\u003c/li\u003e\n\u003cli\u003ePartner closely with our customer success teams to ensure continuity of an amazing customer experience - for life.\u003c/li\u003e\n\u003cli\u003eCollaborate closely with Product and Engineering teams to help influence product roadmap based on market/customer requirements.\u003c/li\u003e\n\u003cli\u003eProvide technical responses to RFPs and RFIs.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we’re looking for:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorld-class presentation skills. You feel comfortable leading presentations and demos of our platform to groups, both technical and non-technical, in-person and virtually.\u003c/li\u003e\n\u003cli\u003eWork with customers directly to debug common errors without involving an engineer.\nYou can tie business problems to technical solutions and understand technology value propositions.\u003c/li\u003e\n\u003cli\u003eDemonstrated and proven capacity to quickly absorb new concepts and technologies.\u003c/li\u003e\n\u003cli\u003eYou have spent a decent amount of time using and scripting *nix.\u003c/li\u003e\n\u003cli\u003eYou’re familiar with basic networking concepts, i.e. TCP/IP fundamentals.\u003c/li\u003e\n\u003cli\u003eYou know how to work with Git in general and ideally GitHub or Bitbucket in particular.\u003c/li\u003e\n\u003cli\u003eYou’ve thrown together an app or two in a high-level programming language.\u003c/li\u003e\n\u003cli\u003eYou have working knowledge of cloud computing and exposure to one of the major vendors (AWS, GCP, Azure).\u003c/li\u003e\n\u003cli\u003eYou believe that the best way for all to succeed is to honestly discuss product and company abilities and limitations with customers. We do not oversell at CircleCI.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus points!\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with build, test, and deployment automation.\u003c/li\u003e\n\u003cli\u003eKnowledge of Docker or Linux containers in general.\u003c/li\u003e\n\u003cli\u003eExperience with popular web app frameworks and/or mobile app development (iOS, Android).\u003c/li\u003e\n\u003cli\u003eExposure to Hashicorp technologies (Terraform, Nomad, etc).\u003c/li\u003e\n\u003cli\u003eExperience using and automating a major IaaS like AWS, GCP, or Azure.\u003c/li\u003e\n\u003cli\u003eFamiliarity deploying and debugging distributed systems.\n** Not all skills required. This is a growth role that will expose you to mentors and additional pathways.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eHow to apply\u003c/strong\u003e\nIf you’re interested in joining the team at CircleCI, please send a resumé and cover letter describing what inspires you and why you think you are a good fit for the team. If you contribute to an open-source project, write a blog, or have a presence on the web (Twitter, Quora, Linkedin, etc.) we would love to hear about it.\u003c/p\u003e\n\u003cp\u003eWe know there’s no such thing as a “perfect\" candidate - we’re all a work in progress and are growing new skills and capabilities all the time. CircleCI welcomes those who are enthusiastic about learning and evolving, so however you identify and whatever your background, if this looks like a role where you could do work that excites you, we hope you’ll apply.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout CircleCI\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eCircleCI is the world’s largest shared continuous integration and continuous delivery (CI/CD) platform, and the central hub where code moves from idea to delivery. As one of the most-used DevOps tools that processes more than 1 million builds a day, CircleCI has unique access to data on how engineering teams work, and how their code runs. Companies like Spotify, Coinbase, Stitch Fix, and BuzzFeed use us to improve engineering team productivity, release better products, and get to market faster.\u003c/p\u003e\n\u003cp\u003eFounded in 2011 and headquartered in downtown San Francisco with a global, remote workforce, CircleCI is venture-backed by IVP, Sapphire Ventures, Owl Rock, NextEquity Partners, Scale Venture Partners, Threshold Ventures, Baseline Ventures, Top Tier Capital Partners, Industry Ventures, Heavybit, and Harrison Metal Capital. Learn more at \u003ca href=\"https://circleci.com\"\u003ehttps://circleci.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eCircleCI is proud to be an Equal Opportunity and Affirmative Action employer. We do not discriminate based upon race, religion, color, national origin, sexual orientation, gender, gender identity, gender expression, transgender status, sexual stereotypes, age, status as a protected veteran, status as an individual with a disability, or other applicable legally protected characteristics. We also consider qualified applicants with criminal histories, consistent with applicable federal, state and local law.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://grnh.se/28eae4182us\"\u003ehttps://grnh.se/28eae4182us\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBditFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--39e2afa533eef53b6bc755b73f5d385097c41a36/logomark-cci-135x135-c.jpg"
  },
  {
    "id": "e43818a2-3872-4727-91d5-5ef29242da60",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e43818a2-3872-4727-91d5-5ef29242da60",
    "created_at": "Tue Jun 16 18:25:33 UTC 2020",
    "company": "Abt Associates",
    "company_url": "https://www.abtassociates.com/",
    "location": "Flexible",
    "title": "Senior Application Developer - Geographically Flexible",
    "description": "\u003cp\u003eOrganization Overview\u003c/p\u003e\n\u003cp\u003eDSET is Abt’s full-service technology, data, and innovation partner, offering expertise across the entire spectrum of data — from the initial capture, to data wrangling and analytics, and data visualization and dissemination. They combine deep experience in developing, conducting and capturing high-quality data via complex surveys with an ability to normalize, analyze and transform data into actionable insights.\u003c/p\u003e\n\u003cp\u003eDue to the COVID-19 crisis, this position will be based as a telecommuter for the foreseeable future.  Only when Abt reopens offices to all employees will there be an expectation that new hires return to the geographical office to which they were hired.\u003c/p\u003e\n\u003cp\u003eOpportunity\u003c/p\u003e\n\u003cp\u003eAbt Associates seeks a qualified Senior Application Developer to support our DSET Division. We are looking for experienced full stack developers with expertise of one or more of the following: building and deploying serverless applications in the AWS Lambda, JavaScript frameworks like Angular/Node/React/Vue/Nux, backend databases from MySQL and PostgreSQL to AWS RDS and Aurora along with a good understanding of web design and usability. The senior developer will work closely with internal and external clients and serve as both a consultant and solutions provider. The senior developer will help architect, define and build solutions to meet the business needs. The senior developer will oversee the testing, quality assurance and post rollout troubleshooting and enhancements. Candidate should demonstrate a willingness to seek novel solutions to technology and business problems and the flexibility to acquire the necessary skills for implementation.\u003c/p\u003e\n\u003cp\u003e \u003c/p\u003e\n\u003cp\u003eKey Roles and Responsibilities\u003c/p\u003e\n\u003cp\u003eLead the development of complex applications using the appropriate approach and technology, while directing the project development team.\nCreate technical application designs by documenting process flows; mapping functional requirements to technical requirements; creating database diagrams; and creating application prototypes, where applicable\nEstimate the level of effort required to complete technical work\nPlan technical work so that it may be completed on schedule and within budget\nCoordinate quality control activities by developing test plans, executing tests, and facilitating transition to end-users for testing and signoff\nBuilds web applications using predefined template structures to respond to client needs\nParticipates in client needs assessments, develops strategy and information architecture, including sitemaps and wireframes\nSupports clients’ technical issues with web applications\nActs as liaison with internal partners and individual users to ensure positive web experience\nMay serve as project leader and/or supervise other technical staff on project teams as required\nEnsures that all documents meet established content standards\nManage and mentor junior staff\nStrong verbal and written communication skills \u003c/p\u003e\n\u003cp\u003ePreferred Qualifications\u003c/p\u003e\n\u003cp\u003eWriting JavaScript targeting the Node runtime for AWS Lambda or equivalent\nExperience building and deploying serverless application in the AWS environment\nJavaScript and JavaScript frameworks such as Angular/Node/React/Vue/Nux\nAWS experience (EC2, RDS, S3, etc.)\nHTML5 / CSS\nPHP\nVersion control repositories like Bitbucket\nTask management in software development tools like Jira and Confluence\nA desire to write re-usable, readable code using the most up to date industry standards\nStrong communication skills, particularly in translating perceived needs into technical requirements\nSelf-motivated and able to work independently in a fast paced, deadline driven environment\u003c/p\u003e\n\u003cp\u003eMinimum Qualifications\u003c/p\u003e\n\u003cp\u003eBA/BS ﻿5+ years of experience OR the equivalent combination of education and experience\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eApply on our website: \u003ca href=\"https://career4.successfactors.com/sfcareer/jobreqcareer?jobId=66243\u0026amp;company=AbtPROD\"\u003ehttps://career4.successfactors.com/sfcareer/jobreqcareer?jobId=66243\u0026amp;company=AbtPROD\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdnlFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1f5dad194233fe7b84cbbd11dc152f034d299a87/AbtLogo-FullColor-072dpi%20(1).jpg"
  },
  {
    "id": "f37e1881-4696-4e87-81a9-0f70b93e949e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/f37e1881-4696-4e87-81a9-0f70b93e949e",
    "created_at": "Mon Jun 15 15:58:08 UTC 2020",
    "company": "Billie GmbH",
    "company_url": "https://www.billie.io/",
    "location": "Berlin",
    "title": "PHP Back-End Engineers and Team Leaders",
    "description": "\u003cp\u003eHi! We are Billie.\u003c/p\u003e\n\u003cp\u003eWe are a breakthrough Fintech startup in Berlin that aims to revolutionize small business financing. We have a world-class team on the ground and some of the strongest investors in Europe backing our company. Based on big data analytics, fully digitalized processes and a highly scalable state of the art tech platform, we offer the simplest and fastest way for small businesses to access capital. Our innovative solution provides financing against open invoices of small businesses – no hidden fees, no paperwork, no boring bank branches.\u003c/p\u003e\n\u003cp\u003eWe are a tech company creating financial products, not a financial company that just makes some software. Our purpose is to create freedom through innovation, and that means using tech and automation to empower our teams to deliver meaningful, creative work and results. We love building simple and elegant solutions and we strive for automation today and for scalability now.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\nBillie is moving fast towards a microservice architecture written mainly in PHP 7(Symfony4), a bit of Python and a bit of GoLang. The services talk to each other using REST, RabbitMQ and GraphQL. Data is stored in MySql and SnowFlake, we have no legacy code and we are always eager to update our stack to the newest versions.\u003c/p\u003e\n\u003cp\u003eWe currently have several openings for experienced PHP 7 Back-End engineers in our Agile cross-functional teams. We are also looking for strong People Leaders with strong engineering backgrounds to join us in Berlin.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5 years of relevant industry experience as a Software Developer.\u003c/li\u003e\n\u003cli\u003eDeep understanding in at least one backend language (PHP 7, Symfony 3 or 4).\u003c/li\u003e\n\u003cli\u003eSound knowledge in relational database systems (preferably MySql).\u003c/li\u003e\n\u003cli\u003eExperience with agile engineering practices such as TDD, BDD, and CI/CD.\u003c/li\u003e\n\u003cli\u003eGood understanding of REST and RabbitMQ or similar queues.\u003c/li\u003e\n\u003cli\u003eInnovative and self-motivated, with strong problem-solving skills.\u003c/li\u003e\n\u003cli\u003eTeam player, proactive and result-driven.\u003c/li\u003e\n\u003cli\u003eFull professional proficiency in the English language.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNICE TO HAVE:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience building complex software systems that have been successfully delivered to B2B customers is a plus.\u003c/li\u003e\n\u003cli\u003eAWS services knowledge is a plus.\u003c/li\u003e\n\u003cli\u003eExperience working with highly complex back-end systems, especially in the financial industry, is a plus!\u003c/li\u003e\n\u003cli\u003eImmediate availability to start is preferred.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eARE YOU A PEOPLE LEADER?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHave you been focusing on People and Team Management for at least 3 years? You may be well suited for one of our Team Lead roles. Regardless of your title (Team Lead of course, but also Agile Coach, Scrum Master, Project Manager, Software Development Manager, etc.) if you have 3 or more years of experience in leading Tech Teams, you love coaching, mentoring and providing feedback to team members, and you have tech skills near to our stack, we would like to meet you as well!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe opportunity to be a part of one of the fastest-growing Fintech startups in Europe with a great mission: empower small businesses through automation and innovation!\u003c/li\u003e\n\u003cli\u003eOne of the most competitive virtual shares incentive schemes in the German market.\u003c/li\u003e\n\u003cli\u003eA great office near Checkpoint Charlie with free gym, healthy snacks and cereals, fruits, coffee and drinks (We actually have a full fledged Italian-style espresso machine and you can grind the beans fresh right there!)\u003c/li\u003e\n\u003cli\u003eYearly personal development budget for you to get books, courses, participation in conferences and whatever you think you need to become better as you grow with us!\u003c/li\u003e\n\u003cli\u003eRelocation bonus if you have to move to Berlin. We also offer free German classes.\u003c/li\u003e\n\u003cli\u003e25 vacation days per year, extra day off during the Christmas/NY holidays, flexible hours (or: “freedom with responsibility”) and Work from Home availability.\u003c/li\u003e\n\u003cli\u003eBecoming part of an international team of highly motivated, experienced, and skilled top performers where hierarchies don't matter, but passion and drive do.\u003c/li\u003e\n\u003cli\u003eNo legacy code, work in nimble cross-functional teams with open communication lines across the company.\u003c/li\u003e\n\u003cli\u003eYou’ll be surrounded by smart people with a wide variety of backgrounds from which you can learn and that also want to learn from you!\u003c/li\u003e\n\u003cli\u003eA fantastic learning opportunity to develop your knowledge in the FinTech space.\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://billie.join.com/jobs/1116327-php-back-end-engineers-and-team-leaders-location-berlin-fintech-startup?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=php%2Bback-end%2Bengineers%2Band%2Bteam%2Bleaders%2B-%2Blocation%2Bberlin%2B-%2Bfintech%2Bstartup\"\u003ehttps://billie.join.com/jobs/1116327-php-back-end-engineers-and-team-leaders-location-berlin-fintech-startup?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=php%2Bback-end%2Bengineers%2Band%2Bteam%2Bleaders%2B-%2Blocation%2Bberlin%2B-%2Bfintech%2Bstartup\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdnFFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--79edef338fe3b5588c2e8ab937b6c7398c544782/c_1599_logotype.png"
  },
  {
    "id": "c0c42e4c-99bf-41f2-a90f-35cb7d8c2014",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c0c42e4c-99bf-41f2-a90f-35cb7d8c2014",
    "created_at": "Mon Jun 15 10:12:19 UTC 2020",
    "company": "Microsoft",
    "company_url": "http://www.microsoft.com",
    "location": "Dublin",
    "title": "Software Engineer",
    "description": "\u003cp\u003eAre you a great Software Engineer? Do you like working on technology problems which impact people on a global scale? Would you like to work on complex problems that help users find and utilize solutions in Office? If your passionate about having our users have the best Office experience and you like working across both consumers and enterprises for PCs, tablets, and phones then maybe the Office OMEX team has the right job for you.\u003c/p\u003e\n\u003cp\u003eAs the industry undergoes a profound transition to services and devices, we are at the heart of re-inventing how Office is delivered and maintained for consumers and enterprises. Office is one of the biggest platforms on the planet, we are looking for engineers who are passionate about ensuring that our users enjoy the latest and greatest Office version. This requires great strategic and creative thinking as well as an ability to understand the customer, technology, challenges and opportunities. Our O365 OMEX (Office Modernization Experiences) team are looking for a great Software Engineer to drive and define this transition \u0026amp; foster an engineering culture that has customer-centered services \u0026amp; releases as part of its core DNA.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eResponsibilities\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eWhat you will be responsible for:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWorking in a combined engineering organization to drive design, development, testing and release of client/services that enhances customer experiences\u003c/li\u003e\n\u003cli\u003eHelping evolve development guidelines, practices \u0026amp; principles for a world where client and services development \u0026amp; delivery is moving faster than ever\u003c/li\u003e\n\u003cli\u003eDesigning resilient, scalable and easily maintainable software\u003c/li\u003e\n\u003cli\u003eFostering a data driven approach to everything we do\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eQualifications\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eTo be successful in this role, you'll probably have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eObject-oriented design, coding and testing patterns\u003c/li\u003e\n\u003cli\u003eStrong coding skills in C# or other object-oriented languages.\u003c/li\u003e\n\u003cli\u003e4+ years of industry experience designing, building, testing \u0026amp; shipping software\u003c/li\u003e\n\u003cli\u003eStrong problem solving skills and are comfortable in dealing with ambiguity\u003c/li\u003e\n\u003cli\u003eAbility to handle competing priorities in fast paced environment\u003c/li\u003e\n\u003cli\u003eA natural passion \u0026amp; drive to lead by example\u003c/li\u003e\n\u003cli\u003eAn ability to perform at a high level in a fast paced, dynamic environment\u003c/li\u003e\n\u003cli\u003eStrong leadership and communication skills\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eHere's what we will provide for the right candidate:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOpportunity to make an impact on our changing business\u003c/li\u003e\n\u003cli\u003eNew engineering challenges to grow and enhance your skills\u003c/li\u003e\n\u003cli\u003eBe part of a team that is defining and building great products that are used by millions of people\u003c/li\u003e\n\u003cli\u003eLevel of ownership and autonomy via a role that enables you to have strategic impact\u003c/li\u003e\n\u003cli\u003eA very competitive package commensurate with a role of this caliber and impact. Microsoft is an equal opportunity employer and supports workforce diversity\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2C8BQAe\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWe would like to welcome you in an international working environment that is characterized by flexibility, an informal atmosphere, and a fast pace. Microsoft ensures your work-life-balance, offers attractive salary packages and bonus programs and a modern office, which combines innovative technics with design.\u003c/p\u003e\n\u003cp\u003eMicrosoft is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\u003c/p\u003e\n\u003cp\u003eBenefits/perks listed below may vary depending on the nature of your employment with Microsoft and the country where you work.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2C8BQAe\"\u003eClick here to apply!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdmlFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--66014fb771bf4205cfb33e3dc7bbf9094db7f1ce/companyLogo-microsoft-logo.jpg"
  },
  {
    "id": "6e98fb6e-334f-4291-801e-a8d3062805dc",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/6e98fb6e-334f-4291-801e-a8d3062805dc",
    "created_at": "Mon Jun 15 09:05:10 UTC 2020",
    "company": "Covestro Deutschland AG",
    "company_url": "http://www.covestro.com",
    "location": "Leverkusen",
    "title": "R\u0026D Data Scientist (m/w/d)",
    "description": "\u003cp\u003e\u003cstrong\u003eWir sind Covestro. Wir sind neugierig. Wir sind mutig. Wir sind vielfältig. Wir haben chemische Materiallösungen mit bahnbrechenden Produkten verfeinert. Lassen Sie uns gemeinsam Grenzen überschreiten. Schließen Sie sich uns und unseren 17.200 Kolleginnen und Kollegen an und zusammen werden wir die Welt lebenswerter machen.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eR\u0026amp;D Data Scientist (m/w/d)\u003c/strong\u003e\u003c/p\u003e\n\u003ch2\u003eWas wir bieten\u003c/h2\u003e\n\u003cp\u003eDas Team Digital R \u0026amp; D I (DRD1) ist verantwortlich für innovative computerunterstützte Lösungen für die chemische Produkt- und Anwendungsentwicklung bei Covestro. DRD1 integriert Expertise für Prozessdatenerfassung, Laborautomatisierung, R \u0026amp; D Data Science und High Performance Computing (HPC).\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn Ihrer Funktion sind Sie für die Erstellung von prädiktiven Modellen für die chemische Rezepturentwicklung oder Produktion verantwortlich\u003c/li\u003e\n\u003cli\u003eSie entwickeln innovative Konzepte und Lösungen für den Einsatz und die Visualisierung der Modelle und Algorithmen. Zudem koordinieren Sie die Implementierung datengetriebener Verfahren für F \u0026amp; E-Workflows\u003c/li\u003e\n\u003cli\u003eZu Ihren Aufgaben gehört zudem die Auswahl der für Ihre Arbeit notwendigen Hard- und Software sowie die Koordination der notwendigen Beschaffung und Konfiguration\u003c/li\u003e\n\u003cli\u003eFörderung des Wachstums der Digitalisierung in F \u0026amp; E, indem Sie zu komplexen internen Entwicklungsprojekten einen Beitrag leisten oder diese leiten\u003c/li\u003e\n\u003cli\u003eSie interagieren, kommunizieren und kooperieren mit anderen internationalen Covestro F \u0026amp; E-Gruppen synergetisch\u003c/li\u003e\n\u003cli\u003eDie technische Betreuung und Anleitung von Data Engineers, Master- und Doktoranden (m/w/d) gehört ebenfalls zu Ihren Aufgaben\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWas Sie mitbringen\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eSie haben einen Universitätsabschluss (bevorzugt Promotion) in Naturwissenschaften, mit mindestens zweijähriger Erfahrung und Hintergrund in Statistik und Datenwissenschaft, Analyse und Analytik sowie Erfahrung in der Arbeit mit technischen oder wissenschaftlichen Daten\u003c/li\u003e\n\u003cli\u003eSie bringen bereits umfassende Kenntnisse im Bereich Deep Learning (künstliche neuronale Netze, maschinelles Lernen, KI) und der erforderlichen Datenbanken, Programmiersprachen (z. B. SQL, Python) sowie Methoden und Werkzeuge zur Visualisierung mit\u003c/li\u003e\n\u003cli\u003eSie sind sicher in der Anwendung von Rechen- und Programmierkonzepten zur Beantwortung wissenschaftlicher und technischer Fragen\u003c/li\u003e\n\u003cli\u003eZudem zeichnet Sie eine proaktive Arbeitseinstellung aus, Sie erwerben gerne neues Fachwissen sowie Fähigkeiten und Kenntnisse, die für Ihre tägliche Arbeit erforderlich sind\u003c/li\u003e\n\u003cli\u003eFließende Deutsch- und Englischkenntnisse in Wort und Schrift runden Ihr Profil ab\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eFür einen ersten telefonischen Kontakt steht Ihnen Frau Isabell Ramrath, Telefon 0214 6009 8246, gerne zur Verfügung.\u003c/p\u003e\n\u003ch2\u003eIhre Bewerbung\u003c/h2\u003e\n\u003cp\u003eSind Sie neugierig, mutig und vielfältig? Dann bieten wir Ihnen spannende Karrieremöglichkeiten. Wir freuen uns auf Ihre Bewerbung über das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e mit Anschreiben, Lebenslauf, Zeugnissen, Kündigungsfrist und Ihren Gehaltsvorstellungen. Werden Sie Teil unseres Teams - bewerben Sie sich jetzt!\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3cW2usU\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWer mit Covestro einen Teil zu einer besseren Welt beitragen möchte, der kann auch Einiges erwarten.\u003c/p\u003e\n\u003cp\u003eWir möchten, dass Sie sich bei Covestro wie zu Hause fühlen. Dass Sie das Gefühl haben, fair und transparent behandelt zu werden. Das bedeutet finanzielle Sicherheit, eine gesunde Work-Life-Balance und ansprechende Sozialleistungen.\u003c/p\u003e\n\u003cp\u003eKonkret heißt es für uns: flexible Arbeitszeiten, die Vereinbarkeit von Familie und Beruf, eine aktive Gesundheitsförderung und die Möglichkeit einen Teil Ihres Gehalts ins Langzeitkonto oder für die Altersvorsorge umzuwandeln. Und das ist nicht alles.\u003c/p\u003e\n\u003ch2\u003eKlingt spannend?\u003c/h2\u003e\n\u003cp\u003eHier erfahren Sie mehr zu Covestro und unseren Benefits:\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.career.covestro.de/de/about-covestro/covestro-as-an-employer/employee-benefits\"\u003ehttps://www.career.covestro.de/de/about-covestro/covestro-as-an-employer/employee-benefits\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"http://www.covestro.com\"\u003ewww.covestro.com\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3cW2usU\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdldFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2dab3202560fb374e4a4773b658ea17579dff246/covestro.jpg"
  },
  {
    "id": "2acc9ea1-908e-4881-a351-3f5d4bf96a7f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/2acc9ea1-908e-4881-a351-3f5d4bf96a7f",
    "created_at": "Mon Jun 15 07:23:47 UTC 2020",
    "company": "MindsDB",
    "company_url": "https://ltpx.nl/rLNHk1l",
    "location": "Berkeley, CA, US",
    "title": "Machine Learning Research Engineer",
    "description": "\u003cp\u003e\u003cstrong\u003eMachine Learning Research Engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are building MindsDB, an open-source explainable AutoML tool. We want to give everyone the ability to make informed predictions, using state-of-the-art ML models, with just a few lines of code.\u003c/p\u003e\n\u003cp\u003eWe're looking for Machine Learning experts to join us in the journey of bringing state of the art Machine Learning to everyone.\u003c/p\u003e\n\u003cp\u003eYou will be part of our Machine Learning team, with a focus on designing and implementing end-to-end Machine Learning workflows, we have a strong focus on explainability, so a lot of the work you will be doing will involve making sure that the Machine Learning models that our system generates, can explain to all (including non-technical people) where they should and should not trust the model when the model predict something, why are they making such predictions and to understand what within the data used should be of interest.\u003c/p\u003e\n\u003cp\u003eSince our project is Open Source, we encourage you to take a look at it: \u003ca href=\"https://github.com/mindsdb/mindsdb\"\u003e\u003cstrong\u003ehttps://github.com/mindsdb/mindsdb\u003c/strong\u003e\u003c/a\u003e \u0026amp; \u003ca href=\"https://github.com/mindsdb/lightwood\"\u003e\u003cstrong\u003ehttps://github.com/mindsdb/lightwood\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou are confident that you can solve the following challenge:\n\u003ca href=\"https://github.com/mindsdb/lightwood/issues/169\"\u003ehttps://github.com/mindsdb/lightwood/issues/169\u003c/a\u003e\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe are looking for a team member that is:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEager to understand things and experiment.\u003c/li\u003e\n\u003cli\u003eGood at working with minimal supervision in a remote environment.\u003c/li\u003e\n\u003cli\u003eExcited by discussing, deconstructing and challenging ideas.\u003c/li\u003e\n\u003cli\u003eGood at communicating in English, don't worry, you don't need to be a native speaker or a poet.\u003c/li\u003e\n\u003cli\u003e\u003cstrong\u003eAn overall good programmer, especially with Python 3Qualifications:\u003c/strong\u003e\u003c/li\u003e\n\u003cli\u003eStrong understanding of machine learning and artificial neural networks, for example through active research in a related PhD program or experience in research labs.\u003c/li\u003e\n\u003cli\u003eExperience working with Pytorch is required.\u003c/li\u003e\n\u003cli\u003ePapers in academic conferences (NeurIPS, ICML, ICLR, AAAI or domain-specific conferences).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMost important of all, is that you actually like MindsDB and believe in what we are trying to accomplish. We want to democratize Machine Learning and we want to make it explainable, most ML solutions out there focus on just making predictions, we also focus on the question:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWhat is interesting in my data and why?\u003c/li\u003e\n\u003cli\u003eWhen should I not trust this model and why?\u003c/li\u003e\n\u003cli\u003eHow can I improve this model?\u003c/li\u003e\n\u003cli\u003eWhy did the model give this prediction?\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMindsDB is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to age, ancestry, color, family or medical care leave, gender identity or expression, genetic information, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran status, race, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable laws, regulations and ordinances.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eInterested?\u003c/strong\u003e You can apply via the \u003ca href=\"https://ltpx.nl/wuupB5a\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/031183864fc866d47c0ab81909c2fad205d544a0/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313638363535\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/UIlpAeF\"\u003eClick to apply\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdTZFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--33c6ab55cdd64c99b28ca1c6f46f668cad4c06a2/logo.png"
  },
  {
    "id": "a38448e9-e9a0-4fc0-a583-6ad02e2a3439",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/a38448e9-e9a0-4fc0-a583-6ad02e2a3439",
    "created_at": "Sun Jun 14 19:33:58 UTC 2020",
    "company": "Teal",
    "company_url": "http://tealhq.com",
    "location": "Remote",
    "title": "REMOTE Senior Frontend Developer",
    "description": "\u003cp\u003eHave you ever struggled with career decisions? Have you ever needed to be the friend that helped someone wrestle with finding a job or getting unstuck at work? Does the idea of building a platform that helps people make the best and most informed career decisions excite you? Then you should consider helping us deliver on our mission: enabling fulfilling careers by providing technology, content \u0026amp; support that travels with YOU from job to job.\u003c/p\u003e\n\u003cp\u003eAs Lead Frontend Engineer at Teal, YOU will lead and define the architecture and execution strategy for all frontend efforts across the Teal platform.\u003c/p\u003e\n\u003cp\u003eAs Lead Front-end Engineer at Teal You Will:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eArchitect and implement best practices for the Teal frontend client\u003c/li\u003e\n\u003cli\u003eCollaborate with backend engineers, designers and business stakeholders.\u003c/li\u003e\n\u003cli\u003eDevelop and shape the company’s frontend coding standards and processes\u003c/li\u003e\n\u003cli\u003eGrow and build the frontend engineering team\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou Have Experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWith our stack: React, Redux, Typescript\u003c/li\u003e\n\u003cli\u003eWith testing, and you love it\u003c/li\u003e\n\u003cli\u003eWorking in a startup environment where helping to build culture and processes is just as important as building code.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat Great Looks Like:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIn 1 Day you’ve made your first pull request.\u003c/li\u003e\n\u003cli\u003eIn 1 Week you have a good idea of how to take the existing frontend client to where it needs to go in terms of high level architecture and low level pattern changes.\u003c/li\u003e\n\u003cli\u003eIn 1 month you have moved the needle on the frontend client, structuring it in such a way that future functionality becomes easier, not harder to implement.\u003c/li\u003e\n\u003cli\u003eIn 3 months we are in flow, moving at speed because of the prior foundational work, adding new features, able to iterate and test and measure with confidence.\u003c/li\u003e\n\u003cli\u003eIn 6 months your tools have been in people’s hands for months. You’ve helped grow the team. You’ve personally seen that your work has affected the lives of thousands of people as they gain employment through the tools you’ve created.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat We Offer:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFully remote work team\u003c/li\u003e\n\u003cli\u003eUnlimited vacation and sick days\u003c/li\u003e\n\u003cli\u003e16 week paid maternity / paternity leave\u003c/li\u003e\n\u003cli\u003e80% coverage of health insurance for full family, Commuter Benefits \u0026amp; 401K Benefits with company matching.\u003c/li\u003e\n\u003cli\u003eGuaranteed 1 month severance if things don’t work out. You are trusting us with your career, we want you to know we take it seriously.\u003c/li\u003e\n\u003cli\u003eBudgeted Salary Range: $100,000 - $140,000 (computed based on level and geography)\n‍‍\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCommitment to Equal Employment Opportunity \u0026amp; Harassment: (Come as you are. Feel welcome. Feel safe.) We are committed to safeguarding our workplace from all forms of discrimination and harassment on the basis of race, color, religion, sex, sexual orientation, gender identity or expression, age, national origin, disability, military status, or family status. This commitment extends to all aspects of the employment relationship including recruiting, interviewing, selection, hiring, transfers, promotions, training, terminations, working conditions, compensation, and benefits.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eFill out the application at:\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://www.tealhq.com/careers/lead-front-end-engineer\"\u003ehttps://www.tealhq.com/careers/lead-front-end-engineer\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXlFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--01e07c0b22ef09d17135b04baeec0c12a5304df2/TEAL_Logo_Seal_Gold.png"
  },
  {
    "id": "8db5942d-34bb-44c0-8d86-31ba6a2464a6",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/8db5942d-34bb-44c0-8d86-31ba6a2464a6",
    "created_at": "Fri Jun 12 21:52:25 UTC 2020",
    "company": "BlueVolt",
    "company_url": null,
    "location": "Portland, OR, US",
    "title": "Senior Software Engineer (.NET)",
    "description": "\u003cp\u003ePosition Summary\u003c/p\u003e\n\u003cp\u003eBlueVolt is growing. We have excellent product-market fit with loyal customers. We have thousands of customer admin users and hundreds of thousands of learner users. We are known in the skilled trades for our simple, effective learning platform and strong service ethic. We help companies turn learning into a strategic asset. We build strong relationships, growing and learning from our customers as they grow and learn from us.\u003c/p\u003e\n\u003cp\u003eWe're looking for someone to take on the responsibility to help develop software that customers love while working in an Agile development environment. You'll help ensure high quality standards and will work with the team to develop effective processes for managing all aspects of software development. You will be a core contributor to the platform and will participate in other software and infrastructure projects as needed.\u003c/p\u003e\n\u003cp\u003eResponsibilities\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop software on a fully cloud-hosted SaaS product.\u003c/li\u003e\n\u003cli\u003eDesign and author highly functional and aesthetically pleasing software for our product lines, including the BlueVolt LMS, web portals and other software projects.\u003c/li\u003e\n\u003cli\u003eDevelop client requirements, estimate, advise upon, and deliver the appropriate solution.\u003c/li\u003e\n\u003cli\u003eImprove configuration management practices and development processes.\u003c/li\u003e\n\u003cli\u003eDevelop automated tests and follow Test-Driven Development practices.\u003c/li\u003e\n\u003cli\u003eProvide technical support, training, and subject matter expertise to clients and BlueVolt employees.\u003c/li\u003e\n\u003cli\u003eHelp build development team guidelines and reinforcement their practice.\u003c/li\u003e\n\u003cli\u003eWork with management and team on identifying obstacles and removing them\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of experience with the .NET platform\u003c/li\u003e\n\u003cli\u003eExcellent object-oriented design \u0026amp; programming skills, including the application of design patterns and avoidance of anti-patterns\u003c/li\u003e\n\u003cli\u003eExperience working in a collaborative team of application developers and source code repositories. TFS is preferred\u003c/li\u003e\n\u003cli\u003eSolid programming experience with C#, WCF, Restful services using WEB API, and ASP.NET MVC.\u003c/li\u003e\n\u003cli\u003eExperience with SQL and SQL Server Database Programming\u003c/li\u003e\n\u003cli\u003eExperience with JavaScript, JQuery, AngularJS and Angular\u003c/li\u003e\n\u003cli\u003eExperience with TDD using nUnit and MS Test, Auto Tests (Selenium is preferred)\u003c/li\u003e\n\u003cli\u003eAgile/SCRUM Software Development Process\u003c/li\u003e\n\u003cli\u003eExcellent written and verbal communication skills\u003c/li\u003e\n\u003cli\u003eGood team player\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus Points:  Azure expertise a Plus\u003c/p\u003e\n\u003cp\u003eNote: No H1/H1B/F1 Visa transfer sponsorship available for this opportunity, no new sponsorship applications.\u003c/p\u003e\n\u003cp\u003eLocation:  Portland, OR\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jsco.re/6n8ba\"\u003ehttps://jsco.re/6n8ba\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": null
  },
  {
    "id": "f1759f8d-107a-4dea-8114-b561fdb586ee",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/f1759f8d-107a-4dea-8114-b561fdb586ee",
    "created_at": "Fri Jun 12 21:15:38 UTC 2020",
    "company": "Lawrence Berkeley National Laboratory ",
    "company_url": "http://www.lbl.gov",
    "location": "Berkeley",
    "title": "Web Developer (The Materials Project) ",
    "description": "\u003cp\u003eWeb Developer (The Materials Project) - 90287\nOrganization:  ED-Energy Storage \u0026amp; Distributed Resources\u003c/p\u003e\n\u003cp\u003eBerkeley Lab’s Energy Storage \u0026amp; Distributed Resources (ESDR) Division has an opening for a Web Developer to join the Materials Project!\u003c/p\u003e\n\u003cp\u003eIn this role, you will work in a small team composed of both computer scientists and materials scientists, a team that will continue to grow and evolve as our fast-paced project pushes new boundaries. We are seeking web developers and designers who are versatile and passionate about both the front-end, ready to tackle new problems as we continue to push technology and science forward.\u003c/p\u003e\n\u003cp\u003eBe part of the revolution in scientific and technological breakthroughs brought on by advanced computing.  We are looking for someone with the desire and imagination to drive the Materials Project in new and exciting directions as the number and diversity of our simulations grow.\u003c/p\u003e\n\u003cp\u003eThe Materials Project (\u003ca href=\"http://www.materialsproject.org\"\u003ewww.materialsproject.org\u003c/a\u003e) is a leader in the new wave of \"data-driven science\" that is already affecting how thousands of scientists, many of them world leaders in their fields, connect, explore, and interact with information and one another. We use millions of CPU-hours a year to compute the properties of advanced new materials, and disseminate the information with web interfaces and APIs.\u003c/p\u003e\n\u003cp\u003eWhat You Will Do:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelop and manage the Materials Project website: \u003ca href=\"http://www.materalsproject.org\"\u003ewww.materalsproject.org\u003c/a\u003e\n\u003c/li\u003e\n\u003cli\u003eDevelop responsive front-ends for scientists ranging from undergraduate students to senior researchers and professors.\u003c/li\u003e\n\u003cli\u003eOptimize website design for usability, scalability, and speed.\u003c/li\u003e\n\u003cli\u003eWrite well designed and testable code in HTML/CSS/JS.\u003c/li\u003e\n\u003cli\u003eEmploy continuous integration and deployment practices to ensure code quality and rapid development of new features.\u003c/li\u003e\n\u003cli\u003eUtilize website testing and web analytics to optimize website performance.\u003c/li\u003e\n\u003cli\u003eDevelop new means of exploring, visualizing and sharing materials data.\u003c/li\u003e\n\u003cli\u003eDesign and implement new “apps” for new types of materials analyses, such as assessing next-generation battery properties or stability of CO2 capturing catalysts in water.\u003c/li\u003e\n\u003cli\u003eExpand the project to new territories, such as crowdsourced discovery of new materials and \"sandboxes\" for private exploration of interesting chemical compounds.\u003c/li\u003e\n\u003cli\u003eParticipate in discussions with science teams, workshops, and weekly meetings.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat is Required:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s Degree in Computer Science or a related discipline and a minimum of 5 years of related technical experience or an equivalent combination of education and experience.\u003c/li\u003e\n\u003cli\u003eExperience writing HTML, CSS and modern JavaScript (ES6) or TypeScript.\u003c/li\u003e\n\u003cli\u003eExperience building web sites with modern frontend web frameworks such as React, Angular, or Vue.\u003c/li\u003e\n\u003cli\u003eExperience working collaboratively using Git-based workflows.\u003c/li\u003e\n\u003cli\u003eExperience developing CI/CD pipelines for web projects.\u003c/li\u003e\n\u003cli\u003eExperience with Containerized service deployments.\u003c/li\u003e\n\u003cli\u003eKnowledge of User interface design principles and API Protocols including REST.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat We Prefer:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMaster’s Degree in Computer Science or a related discipline.\u003c/li\u003e\n\u003cli\u003eExperience with mockup/wireframe/prototyping tools.\u003c/li\u003e\n\u003cli\u003eKnowledge of Authentication protocols and standards such as OAuth, OpenID and CAS.\u003c/li\u003e\n\u003cli\u003eExperience with NoSQL databases with MongoDB.\u003c/li\u003e\n\u003cli\u003eExperience with Firewall configuration.\u003c/li\u003e\n\u003cli\u003eExperience with Log analysis.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe posting shall remain open until the position is filled, however for full consideration, please apply by close of business on June 30, 2020.\u003c/p\u003e\n\u003cp\u003eThis posting was updated on 06/11/2020.\u003c/p\u003e\n\u003cp\u003eNotes:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThis is a full time, M-F, exempt from overtime pay (monthly paid), 1 year, Term appointment with the possibility of renewal for a total of 5 years or conversion to Career appointment based upon satisfactory job performance, continuing availability of funds and ongoing operational needs.\u003c/li\u003e\n\u003cli\u003eSalary is commensurate with experience.\u003c/li\u003e\n\u003cli\u003eThis position may be subject to a background check. Any convictions will be evaluated to determine if they directly relate to the responsibilities and requirements of the position. Having a conviction history will not automatically disqualify an applicant from being considered for employment.\u003c/li\u003e\n\u003cli\u003eWork for this position will be primarily performed at Lawrence Berkeley National Lab, 1 Cyclotron Road, Berkeley, CA however the option of working remotely may be considered but is limited to individuals residing in the United States.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eHow To Apply\nApply directly online at \u003ca href=\"http://50.73.55.13/counter.php?id=182299\"\u003ehttp://50.73.55.13/counter.php?id=182299\u003c/a\u003e and follow the on-line instructions to complete the application process.\u003c/p\u003e\n\u003cp\u003eBerkeley Lab (LBNL, \u003ca href=\"https://www.lbl.gov/\"\u003ehttps://www.lbl.gov/\u003c/a\u003e) addresses the world’s most urgent scientific challenges by advancing sustainable energy, protecting human health, creating new materials, and revealing the origin and fate of the universe. Founded in 1931, Berkeley Lab’s scientific expertise has been recognized with 13 Nobel prizes. The University of California manages Berkeley Lab for the U.S. Department of Energy’s Office of Science.\u003c/p\u003e\n\u003cp\u003eThe ESDR Division (\u003ca href=\"https://appliedenergyscience.lbl.gov/\"\u003ehttps://appliedenergyscience.lbl.gov/\u003c/a\u003e) works on developing advanced batteries and fuel cells for transportation and stationary energy storage, grid-connected technologies for a cleaner, more reliable, resilient, and cost-effective future, and demand response and distributed energy technologies for a dynamic electric grid.\u003c/p\u003e\n\u003cp\u003eWorking at Berkeley Lab has many rewards including a competitive compensation program, excellent health and welfare programs, a retirement program that is second to none, and outstanding development opportunities.  To view information about the many rewards that are offered at Berkeley Lab - Click Here (\u003ca href=\"https://hr.lbl.gov/\"\u003ehttps://hr.lbl.gov/\u003c/a\u003e).\u003c/p\u003e\n\u003cp\u003eEqual Employment Opportunity: Berkeley Lab is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, age, or protected veteran status. Berkeley Lab is in compliance with the Pay Transparency Nondiscrimination Provision (\u003ca href=\"https://www.dol.gov/ofccp/PayTransparencyNondiscrimination.html\"\u003ehttps://www.dol.gov/ofccp/PayTransparencyNondiscrimination.html\u003c/a\u003e) under 41 CFR 60-1.4.  Click here (\u003ca href=\"https://www.dol.gov/ofccp/regs/compliance/posters/ofccpost.htm\"\u003ehttps://www.dol.gov/ofccp/regs/compliance/posters/ofccpost.htm\u003c/a\u003e) to view the poster and supplement: \"Equal Employment Opportunity is the Law.\"\u003c/p\u003e\n\u003cp\u003eLawrence Berkeley National Laboratory encourages applications from women, minorities, veterans, and other underrepresented groups presently considering scientific research careers.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"http://50.73.55.13/counter.php?id=182299\"\u003ehttp://50.73.55.13/counter.php?id=182299\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdXFFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--7e9b2b98a80b20de6ddd0d2562a153f66bdd0479/Lawrence%20Berkeley%20Lab%20blue%20background.png"
  },
  {
    "id": "eee780b4-837e-42e5-9ca9-87103fd39498",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/eee780b4-837e-42e5-9ca9-87103fd39498",
    "created_at": "Fri Jun 12 11:34:52 UTC 2020",
    "company": "InnoGames GmbH",
    "company_url": "https://www.innogames.com",
    "location": "Hamburg",
    "title": "PHP Game Developer - Grepolis",
    "description": "\u003cp\u003eOur agile cross-functional team is searching for a \u003cstrong\u003eSoftware Developer\u003c/strong\u003e who will implement features, improve workflow tools, optimize the performance, and, most importantly, share the passion for our games!\nBring your knowledge of software engineering principles and pragmatic ways of finding solutions to provide the best user experience for our players, working within the PHP and JavaScript codebase.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContribute to the continuous development and improvement of one of our keystone games: Grepolis\u003c/li\u003e\n\u003cli\u003eBe part of the whole feature development lifecycle with a commitment to quality results\u003c/li\u003e\n\u003cli\u003eDevelop and optimize the PHP backend to implement solid, tested game logic\u003c/li\u003e\n\u003cli\u003eCollaborate with Game Designers and Artists to realize most suitable UIs for our browser and mobile apps\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cem\u003eBackend development\u003c/em\u003e\nYou are working with PHP and OOP. Based on your advanced knowledge of relational databases, preferably using PostgreSQL, you write efficient queries that scale with many thousands of users. It will be beneficial if you are also competent in working with JavaScript, CSS, and HTML.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eSoftware craftsmanship\u003c/em\u003e\nBased on your working experiences with MV* frameworks, you are well-versed in design patterns, software architecture, and unit testing.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eRelevant job experiences\u003c/em\u003e\nYou have been working in the gaming industry or an agile software development environment for a minimum of five years. Ideally, you have graduated in Computer Sciences, Engineering, or in a comparable education.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eTeam fit\u003c/em\u003e\nYou are a proactive and motivated individual with a solution-oriented and efficient style of work. Your willingness to learn is essential, and your passion for games is a plus.\u003c/li\u003e\n\u003cli\u003e\n\u003cem\u003eExcellent English skills\u003c/em\u003e\nYou are open-minded and confident working in a multicultural environment while you are using your English skills every day.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy join us?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou’ll work in an agile multicultural team – enabling you and your team to form and actively optimize work processes\u003c/li\u003e\n\u003cli\u003eWe actively support personal development, pay for any necessary textbooks as well as sending you to Developer conferences\u003c/li\u003e\n\u003cli\u003eYou can set up your workspace as you wish: Mac, Linux or Windows, two or more monitors, a free choice of IDE as well as other software\u003c/li\u003e\n\u003cli\u003eWe provide you with a mobile device (e.g., iPhone or iPad) for private use\u003c/li\u003e\n\u003cli\u003eYou can take creative breaks: play table tennis with your team, play on our arcade machines, work out in our gym or simply go to our roof terrace to get some fresh air\u003c/li\u003e\n\u003cli\u003eWe contribute to your public transport ticket and subsidize contributions to the company pension plan\u003c/li\u003e\n\u003cli\u003eWe offer free drinks and fresh fruit to contribute to your health and wellbeing\u003c/li\u003e\n\u003cli\u003eWe have regular team events (e.g., curling, cooking, paintball), barbecue together on our rooftop terrace and a company-organized after work get together every Thursday\u003c/li\u003e\n\u003cli\u003eWe offer trust-based working times in a modern office in the center of Hamburg\u003c/li\u003e\n\u003cli\u003eOur company language is English, and we support all our employees and their partners with optional German lessons\u003c/li\u003e\n\u003cli\u003eWe help you relocate to Hamburg\u003c/li\u003e\n\u003cli\u003eWe have fun at work!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWould you like to become part of a dynamic team and work as a \u003cstrong\u003eSoftware Developer\u003c/strong\u003e with us? We look forward to receiving your application (cover letter, CV, and references) as well as your salary expectations and earliest possible start date through our \u003ca href=\"https://www.innogames.com/career/detail/job/php-game-developer-grepolis/?s=Github\"\u003eonline application form\u003c/a\u003e. \u003cstrong\u003eMaximilian Kaeding\u003c/strong\u003e would be happy to answer any questions you may have.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eApply and #stayhome!\u003c/strong\u003e Due to the \u003cstrong\u003ecoronavirus\u003c/strong\u003e outbreak, we switched our operations company-wide to home office and turned our hiring process into \u003cstrong\u003ea fully virtual one\u003c/strong\u003e. When hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly. Stay home and safe!\u003c/p\u003e\n\u003cp\u003eInnoGames is Germany’s leading developer and publisher of mobile and online games. The company based in Hamburg is best known for Forge of Empires, Elvenar, and Tribal Wars. InnoGames’ complete portfolio encompasses seven live games and several mobile titles in production.\u003c/p\u003e\n\u003cp\u003eBorn as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years. In order to further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://www.innogames.com/career/detail/job/php-game-developer-grepolis/?s=Github\"\u003ehttps://www.innogames.com/career/detail/job/php-game-developer-grepolis/?s=Github\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdWlFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2d971d84128bbe6dec5ac9bfcc460df5f0203f4e/logo_innogames_devlop.png"
  },
  {
    "id": "83cd8387-34f5-44ad-a726-0ce7cca5e8d6",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/83cd8387-34f5-44ad-a726-0ce7cca5e8d6",
    "created_at": "Fri Jun 12 10:36:36 UTC 2020",
    "company": "rexx systems",
    "company_url": "https://www.rexx-systems.com/",
    "location": "Hamburg",
    "title": "PHP Developer / Entwickler Hamburg - full stack (m/w/d)",
    "description": "\u003cp\u003erexx systems zählt zu den führenden Anbietern innovativer Talent Management Software. Unsere Lösungen verbessern in ca. 1.000 Unternehmen und für Hunderttausende Anwender die tägliche Arbeit von der Personalabteilung, Führungskräften und Mitarbeiter/innen.\u003c/p\u003e\n\u003cp\u003eWir freuen uns über Bewerbungen von erfahrenen Seniors / Profis aber auch von Berufseinsteigern mit praktischen Erfahrungen!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAufgaben\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEntwicklung von Business Software überwiegend auf Basis von PHP, Javascript / Vue.js in Kombination mit MariaDB, sowie Flutter für die Entwicklung nativer Apps\u003c/li\u003e\n\u003cli\u003eEffiziente Umsetzung spannender Entwicklungsaufträge\u003c/li\u003e\n\u003cli\u003eEinpassung neuer Module und Funktionen in GUI und Anwendungslogik\u003c/li\u003e\n\u003cli\u003eGanzheitliche Entwicklung: von der technischen Konzeption über Implementierung Frontend/Backend bis zum Testing\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAnforderungen\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePraktische Erfahrung in der Entwicklung von PHP-Applikationen\u003c/li\u003e\n\u003cli\u003eFähigkeit sich in umfangreich vorhandenen Quellcode zurecht zu finden\u003c/li\u003e\n\u003cli\u003eBeachten von Security, Performance und Skalierbarkeit der Anwendungen\u003c/li\u003e\n\u003cli\u003eKenntnis browser-übergreifender und responsiver Entwicklung\u003c/li\u003e\n\u003cli\u003eGute Deutsch-Kenntnisse zwingend erforderlich\u003c/li\u003e\n\u003cli\u003eStudium im Bereich der Informatik / Medien, Berufsausbildung zum Fachinformatiker Anwendungsentwicklung oder ähnliche Qualifikation\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eUnser Angebot\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eModerne technische Umgebung\u003c/li\u003e\n\u003cli\u003eFlexible Arbeitszeit, Teilzeitarbeit möglich\u003c/li\u003e\n\u003cli\u003eJahresarbeitszeitkonto\u003c/li\u003e\n\u003cli\u003eAttraktives Gehalt / Betriebliche Altersvorsorge (BAV)\u003c/li\u003e\n\u003cli\u003eKindergartenzuschuss für Eltern\u003c/li\u003e\n\u003cli\u003eZuschuss zum ÖPNV (HVV)\u003c/li\u003e\n\u003cli\u003eTeamspirit und tolle Arbeitsatmosphäre (Kicker, Grill, freie Getränke etc.)\u003c/li\u003e\n\u003cli\u003eLoggia mit Fleetblick, Kantine im Gebäude sowie zahlreiche, fußläufige Mittags-Locations\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003erexx systems ist seit Gründung in 2000 ein stark wachsendes Unternehmen, das solide finanziert und vollkommen unabhängig ist. Wir bieten engagierten Mitarbeitern/innen hervorragende Entwicklungsmöglichkeiten. Spannende Projekte, Gestaltungsfreiräume und marktführende Business Software für Ihren Erfolg!\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/18c6a4358bc4d85ccb7d0a20735df058e3b25cfa/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f32653234373237653966353632663731623761333231633830313462663239396230633736663439613232313935386531663037323663633565356362346165\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/d370048edcbef39e71cc150cb61c581337a18ded57d6a96f3fc66664803a09e3\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdVdFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--efb913ec988f55fe2d9b71e6d7f3f17d40b3f299/rexx%20systems.jpg"
  },
  {
    "id": "1a1d60b4-8f36-42f8-824f-f6bb1419e7e6",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/1a1d60b4-8f36-42f8-824f-f6bb1419e7e6",
    "created_at": "Thu Jun 11 19:38:37 UTC 2020",
    "company": "Arcadia",
    "company_url": "https://www.arcadia.com",
    "location": "Washington DC/Remote ",
    "title": "Senior DevOps Engineer",
    "description": "\u003cp\u003eArcadia is a technology company revolutionizing the energy industry. We make choosing clean energy easy for everyone, no matter where you live or who your utility provider is. Founded in 2015, Arcadia set out with one purpose that continues to drive us today: \u003cstrong\u003ea 100% clean energy future.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eTackling one of the world’s biggest challenges – climate change – requires out-of-the-box thinking and diverse perspectives, so we’re building a team of individuals from all different backgrounds, industries, and educational experiences. If you share our passion for building a future powered by 100% renewable energy, we look forward to receiving your application and learning what you would uniquely bring to our organization!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat we’re looking for:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are seeking an experienced candidate with a background building scalable web infrastructure to join the Systems Engineering team as a Senior DevOps Engineer. The ideal candidate has prior experience tackling scalability challenges at tech startups undergoing rapid platform adoption \u0026amp; growth, strongly believes in infrastructure as code, and relishes the chance to take on a highly visible role within a collaborative engineering team. This is a rare opportunity to solve new \u0026amp; complex problems related to applications and engage with both cutting-edge and tried-and-true cloud technologies while helping expand renewable energy access to millions of households across the country!\u003c/p\u003e\n\u003cp\u003eThis role is based in Washington, D.C. with the potential to work remotely and reports to the Engineering Manager on the Systems team. Our core stack includes several Ruby on Rails apps, a GraphQL service layer, and a number of React clients. We also have a data pipeline that relies heavily on AWS Lambdas running Python. Our infrastructure is primarily AWS-based, using Cloudformation. In your application, please include a link to GitHub or another place where your code is published, though we understand that not everyone has public code online.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat you’ll do:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHelp evolve and maintain our application infrastructure\u003c/li\u003e\n\u003cli\u003eCollaborate with the rest of the engineering team, as well as the analytics \u0026amp; data science team, to spec, build, test, and deploy new features and functionality\u003c/li\u003e\n\u003cli\u003eMentor and guide teammates, empowering them to make good design decisions\u003c/li\u003e\n\u003cli\u003eAuthor and maintain business-critical infrastructure-as-code\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat will help you succeed:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMust-haves:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years (5-8 preferred) of experience in a startup environment as a Site Reliability, DevOps, or Systems Engineer supporting high-availability, large-scale web-based applications\u003c/li\u003e\n\u003cli\u003eExperience with Cloudformation or similar (Terraform, Ansible, etc.)\u003c/li\u003e\n\u003cli\u003eExperience managing and maintaining a resilient, fault-tolerant services-based cloud infrastructure (ideally on AWS)\u003c/li\u003e\n\u003cli\u003eStrong communication skills and the ability to translate complex technical concepts into clear, actionable information for product managers, analysts, and/or other engineers\u003c/li\u003e\n\u003cli\u003eMentorship/coaching skills; demonstrated ability to provide constructive feedback in code and design reviews\u003c/li\u003e\n\u003cli\u003eAbility to scope, prioritize, and deliver on project commitments\u003c/li\u003e\n\u003cli\u003eLove of mentoring \u0026amp; modeling behaviors for writing tests, code review, design documentation, debugging, and troubleshooting\u003c/li\u003e\n\u003cli\u003eInsatiable curiosity about how things work\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNice-to-haves:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience working with data warehouses (Redshift, BigQuery, etc.)\u003c/li\u003e\n\u003cli\u003eExperience with PostgreSQL\u003c/li\u003e\n\u003cli\u003eExperience with Ruby and Rails\u003c/li\u003e\n\u003cli\u003eExperience with AWS Lambda\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMarket-based compensation (salary + equity)\u003c/li\u003e\n\u003cli\u003eHealthcare, dental, vision, 401(k) and commuter benefits\u003c/li\u003e\n\u003cli\u003ePaid Time Off (holidays, vacation, professional development, volunteer, parental leave\u003c/li\u003e\n\u003cli\u003e\u003ca href=\"https://www.arcadia.com/assets/Engineering_Strategy_and_Values_V4.pdf\"\u003eA supportive engineering culture that values diversity, empathy, teamwork, trust, \u0026amp; efficiency\u003c/a\u003e\u003c/li\u003e\n\u003cli\u003eProfessional development opportunities\u003c/li\u003e\n\u003cli\u003eAll-company lunches\u003c/li\u003e\n\u003cli\u003eFree clean energy\u003c/li\u003e\n\u003cli\u003eA chance to decarbonize and disrupt the energy sector\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eEliminating carbon footprints, eliminating carbon copies.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHere at Arcadia, we cultivate diversity, celebrate individuality, and believe unique perspectives are key to our collective success in creating a clean energy future. Arcadia is committed to equal employment opportunity regardless of race, color, religion, gender, sexual orientation, gender identity or expression, national origin, age, disability, genetic information, protected veteran status, or any status protected by applicable federal, state, or local law. While we are currently unable to consider candidates who will require visa sponsorship, we welcome applications from all qualified candidates eligible to work in the United States.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://grnh.se/bc1cfbf12us\"\u003ehttps://grnh.se/bc1cfbf12us\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdU9FIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6ef77b092e81690eb09574fe0afe0af6b81ec8cc/arcadia-vertical-lockup-cmyk-color.jpg"
  },
  {
    "id": "364caf3c-700f-493f-a5bd-721062c77394",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/364caf3c-700f-493f-a5bd-721062c77394",
    "created_at": "Wed Jun 10 15:04:49 UTC 2020",
    "company": "Currencycloud",
    "company_url": "https://www.currencycloud.com",
    "location": "London",
    "title": "Senior Scala Engineer",
    "description": "\u003cp\u003e\u003cstrong\u003eSenior Scala Engineer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eReady to shape tomorrow?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis is somewhere where innovative thinking and the power of technology know no limits. We know that the success of the business depends on the people who keep it moving, which is why we are looking for exceptional talent to join our international payments revolution.\u003c/p\u003e\n\u003cp\u003eWe’re bringing simplicity, transparency \u0026amp; scale to cross-border payments - a $120 trillion market.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAbout the role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOur software engineers are responsible for implementing an industry-leading API that has already processed over $50 billion of cross-border transactions for over 5 million end users, and is available to our clients 24/7. But we’re not stopping there, and our engineers are at the forefront of taking us forward to meet the demands of even greater scale.\u003c/p\u003e\n\u003cp\u003eFrom our monolithic datacenter beginnings we’ve moved wholesale to AWS where our system runs as a set of distributed applications. We’re currently in the process of migrating those applications over to Kubernetes and Jenkins-X as we further embrace a microservices architecture.\u003c/p\u003e\n\u003cp\u003eAs a Senior Software Engineer you’ll play a key role within your team; taking responsibility for your services and the technology within them, but also in helping develop your team and its relationship with your product owner and the broader business. Teams are aligned to services and you’ll have:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eclear ownership of your domain\u003c/li\u003e\n\u003cli\u003ea clean modern codebase\u003c/li\u003e\n\u003cli\u003ean independent path to production\u003c/li\u003e\n\u003cli\u003estrong platform and product support\u003c/li\u003e\n\u003cli\u003ethe ability to make real changes with real business value.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOur microservices architecture enables us to explore new languages and technologies in parallel with our existing system. The core of our system has been built using Ruby, leveraging backing services like RabbitMQ, Redis, and MySQL/Aurora, but we are keen to bring in engineers with more diverse backgrounds, and help us take Currencycloud to the next level of scale.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat to expect\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will be joining the Payments team at CurrencyCloud, where we are creating software to trade currencies that unlocks unique capabilities previously not available to our customers. The nature of the always moving markets requires creating highly-scalable distributed systems.\u003c/p\u003e\n\u003cp\u003eWe are looking for a person who wants to build new software in Scala, and is comfortable with reading other languages – ideally Ruby as a significant part of the backend software in the company is written in Ruby. We use various technologies for handling our data, primarily: RabbitMQ, Redis and MySQL.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Details\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDay-to-day you’ll work with a variety of tools, technologies, capabilities and processes.\u003c/li\u003e\n\u003cli\u003eDistributed systems help to achieve scalability, improve availability and run our software in  cloud-native environments on Kubernetes.\u003c/li\u003e\n\u003cli\u003eCloud-related tools and services support these applications, such as Docker, Kubernetes, - ElasticSearch, log management systems, and Datadog APM, to name but a few.\u003c/li\u003e\n\u003cli\u003eAPI specifications, conforming to the OpenAPI (Swagger) standard, provide a clean boundary both externally between our customers and our product, and internally between our microservices.\u003c/li\u003e\n\u003cli\u003eProgramming languages, you should be comfortable with functional programming in Scala and have experience working with other programming paradigms.  There is also some Ruby, Java \u0026amp; Elixir in our code base.  Other important stack related tools are cats/cats-effect, doobie, http4s, circe, ZIO \u0026amp; Tagless final.\u003c/li\u003e\n\u003cli\u003eSQL, and large SQL databases, provide the persistence layer for our applications. You’ll be working with (and know the limitations of using) such large datastores.\nInfrastructure automation is primarily owned by the infrastructure team, but you will be a consumer of their work, familiarity with AWS, Terraform, Kubernetes (K8s) and Docker is beneficial.\u003c/li\u003e\n\u003cli\u003eTesting approaches, including TDD, BDD and Contract Testing, all form an important part of our approach to quality assurance; ensuring that the code that we write forms products that are fit for use. Our QA engineers use Cucumber.\u003c/li\u003e\n\u003cli\u003eAgile development, with teams broadly aligned with the Spotify - Squads \u0026amp; Tribes - model, helps us deliver incremental improvements to our products in an iterative manner. Advocating this model, and joining us on a journey of continuous improvement, is a key attribute of senior members of our teams.\u003c/li\u003e\n\u003cli\u003eContinuous Integration and Continuous Delivery pipelines allow us to “automate all the things”, providing repeatable builds and consistent deployments.\u003c/li\u003e\n\u003cli\u003eGitHub, and the GitHub PR review process, forms a core part of our developer workflow, and peer reviews help share knowledge and improve quality.\u003c/li\u003e\n\u003cli\u003eTeamwork, and cross-team collaboration, is fundamental to the delivery of our applications. Whilst each application has an independent path to production, there will always be some activities and initiatives that span multiple teams and require cross-team collaboration. Within your team you’ll need to collaborate with a number of stakeholders, including Product Owners and QA, as part of your product development.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNone of these on their own are a must-have to apply for the role, but it would be useful to share with us any knowledge or experience that you have in these areas.\u003c/p\u003e\n\u003cp\u003eI’m intrigued…what’s the interview process?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eQuick chat with our internal tech recruiter (to make sure things like salary, location, general approaches to dev are aligned to how we work.)\u003c/li\u003e\n\u003cli\u003eTech chat over a hangout with a Tech Lead or Senior Engineer (we want to have open discussions with you about how you approach coding and what you like from a team that you work with)\u003c/li\u003e\n\u003cli\u003eNormally we’d invite you to the office, but in Covid-19 times it will be all over video! We’ll talk about your experience, some coding approaches and you’ll also get a chance to talk with one of our - - Product Managers about how we all work together\u003c/li\u003e\n\u003cli\u003eChat with our engineering manager\u003c/li\u003e\n\u003cli\u003eWe’ll make you an offer\u003c/li\u003e\n\u003cli\u003eWe’re colleagues!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eAnything extra to add?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eA comfortable no dress code policy \u0026amp; flexible work from home arrangements are provided for all our employees.\u003c/p\u003e\n\u003cp\u003eWe offer a comprehensive range of employee benefits which include 25 days paid leave, 5% pension, BUPA health insurance, life insurance, long term sickness protection, a day off for your birthday and socials every Friday.\u003c/p\u003e\n\u003cp\u003eSo, if you’re ready to join a thriving global business in the heart of London, get in touch for an informal discussion!\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"mailto:adam.bolton@currencycloud.com\"\u003eadam.bolton@currencycloud.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdHlFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--776863a0bb0a0aac36aa71a9085baabe2c53c75f/CC%20Logo%20Main_099.png"
  },
  {
    "id": "84af77eb-80ac-4517-a713-6bd940d97173",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/84af77eb-80ac-4517-a713-6bd940d97173",
    "created_at": "Thu Jun 11 11:50:36 UTC 2020",
    "company": "BackHub",
    "company_url": "https://backhub.co/",
    "location": "Remote",
    "title": "Seeking Software Engineering Talent for SaaS Product",
    "description": "\u003cp\u003e\u003cstrong\u003e\u003ca href=\"https://backhub.co/\"\u003eBackhub\u003c/a\u003e is a cloud to cloud backup solution for your GitHub repositories. Backups include metadata, such as issues, and come with daily snapshots up to 30 days back in time. Restore back to GitHub or clone directly from BackHub.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are a team of SaaS enthusiasts based out of Germany and with BackHub we are on a mission to protect our customer's cloud data against data loss.\u003c/p\u003e\n\u003cp\u003eAt BackHub, we're working role-based and coordinate in circles. That means you can freely take on roles and join circles that spike your interest or leave them as you want to take on new endeavors.\u003c/p\u003e\n\u003cp\u003eTherefore, you won't find a static job description here. We hire people with a t-shaped personality who can thrive in a self-organizing environment.\u003c/p\u003e\n\u003cp\u003eSounds exciting? If you love what we do and see yourself fit into the culture, \u003ca href=\"https://calendly.com/backhub/get-to-know-call\"\u003elet's talk\u003c/a\u003e!\u003c/p\u003e\n\u003cp\u003eHere are some of the roles and topics for which we need help:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCloud- and Software Architecture\u003c/li\u003e\n\u003cli\u003eApplication Development (Ruby)\u003c/li\u003e\n\u003cli\u003eLinux- and Cloud (AWS) Operations\u003c/li\u003e\n\u003cli\u003eCI/CD\u003c/li\u003e\n\u003cli\u003eMonitoring\u003c/li\u003e\n\u003cli\u003ePerformance\u003c/li\u003e\n\u003cli\u003eFrontend Development\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf any of these get you excited, \u003ca href=\"https://calendly.com/backhub/get-to-know-call\"\u003eschedule a 15 min call\u003c/a\u003e with us. It's a short, informal get to know call. If we both feel like it's a good fit, we will schedule a longer follow up call.\u003c/p\u003e\n\u003cp\u003ePlease note that we can only hire people with a residency in the European Union. Our ideal workweek has a maximum of 32 hours.\u003c/p\u003e\n\u003cp\u003eNo requests from recruiters please.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://calendly.com/backhub/get-to-know-call\"\u003eSchedule a 15 min call\u003c/a\u003e with us. It's a short, informal get to know call. If we both feel like it's a good fit, we will schedule a longer follow up call.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdDZFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--db0ec88b2dd15b3a9a0709bcffa140a8485746e2/Logo.png"
  },
  {
    "id": "e3f3e90c-558a-4574-8a2a-0f0cf33b4c3c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e3f3e90c-558a-4574-8a2a-0f0cf33b4c3c",
    "created_at": "Wed Jun 10 13:57:08 UTC 2020",
    "company": "Sogeti",
    "company_url": "http:",
    "location": "Vianen",
    "title": "Test Automation Engineer",
    "description": "\u003cp\u003eJij, Test Automation Engineer, speurt naar mogelijkheden om testprocessen naar een hoger niveau te tillen. Efficiëntie, automatisering en stroomlijning; het zijn woorden waar jij blij van wordt.\u003c/p\u003e\n\u003ch2\u003eAutomatisering met Scrum, Agile en Devops\u003c/h2\u003e\n\u003cp\u003eJij duikt met kunde in complexe technische contexten en hebt al snel de rode kabel te pakken. Vervolgens programmeer en configureer jij IT-oplossingen die aansluiten op de behoeftes van de klant. Scrum, Agile en DevOps sieren jouw vaandel en maken dat jij iedere uitdaging weet te tackelen, voor ieder type opdrachtgever. Van banken en verzekeraars tot overheidsinstellingen en logistieke organisaties; als Test Automation Engineer blaas jij wind in de zeilen bij de vlagschepen van het Nederlandse bedrijfsleven.\u003c/p\u003e\n\u003ch2\u003eDe capaciteiten van een Test Automation Engineer\u003c/h2\u003e\n\u003cp\u003eBij Sogeti staan vakmanschap en ontwikkeling hoog in het vaandel. Je vindt er dan ook mogelijkheden te over om je kennis te verdiepen en verbreden. Denk aan cursussen en technische meetings, maar ook aan even spannende als leerzame hackatons. En doordat jij bij uiteenlopende organisaties wordt ingezet, doe jij ervaring op in de breedste zin van het woord.\u003c/p\u003e\n\u003ch2\u003eVan Tosca tot Groovy\u003c/h2\u003e\n\u003cp\u003eJij hebt een relevante opleiding op hbo- of wo-niveau afgerond. Daarnaast weet jij wel raad met tools als Tosca, Robot Framework, Selenium, Cucumber/Specflow, en kun je werken met Java, Javascript, Python, C# en Groovy. Door jouw uitstekende communicatieve vaardigheden kun jij deze technische kennis op heldere wijze vertalen voor de klant. Zo realiseer jij een prettige én doeltreffende samenwerking.\u003c/p\u003e\n\u003ch2\u003eOver Sogeti\u003c/h2\u003e\n\u003cp\u003eGa jij bij Sogeti aan de slag? Goede keus! Sogeti is een ambitieus bedrijf waar een collegiale werksfeer heerst. Daarin worden jouw kennis en creativiteit zeer op prijs gesteld en krijg je volop ruimte om jouw ideeën en initiatieven te ontwikkelen én delen. Sogeti investeert namelijk graag in haar werknemers. Tel dat op bij het collectieve enthousiasme van de meer dan 2.500 Sogetisten en je weet waarom Sogeti al jaren wordt uitgeroepen tot de nummer-1 werkgever in de IT-branche.\u003c/p\u003e\n\u003cp\u003eWil jij aan de slag als Test Automation Engineer bij Sogeti?\u003c/p\u003e\n\u003ch2\u003eInteresse gekregen in deze functie?\u003c/h2\u003e\n\u003cp\u003eDan komen we graag met je in contact! Solliciteren kan via \u003ca href=\"https://vonq.io/3dMj2EF\"\u003edeze link!\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3dMj2EF\"\u003eKlik hier om te solliciteren!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdHFFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6cf19a7e6770005aa08518dfca7bcc6c7ff39235/Sogeti.jpeg"
  },
  {
    "id": "525770bb-7271-4d4f-9bb0-d965fa7c0260",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/525770bb-7271-4d4f-9bb0-d965fa7c0260",
    "created_at": "Wed Jun 10 12:37:37 UTC 2020",
    "company": "Pinguin AG\t",
    "company_url": "http://pinguin.ag/",
    "location": "Berlin",
    "title": "Tech Lead Backend Development (f,m,div)",
    "description": "\u003cp\u003eWhat is key to every business success? It is keeping focus on what you are best at and leave your competitors behind. Many freelancers and small business owners are forced to do everything themselves resulting in loss of focus and missed business opportunities. They can’t use their time efficiently because they get distracted by incoming calls, messages and mails or miss on opportunities because they were not able to answer that one call that would have been the next big deal.\u003c/p\u003e\n\u003cp\u003eOur powerful and constantly developing software as a service communication platform is for more than 20 years a catalyst for success in that our customers never miss an opportunity while being able to maintain focus and concentrate on their core activities.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour Challenges:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are a small company working in small teams and consider ourselves as “startup at heart”. As our company group is successfull in business since 20 years, but we’ve kept our flat hierarchies and let’s-do-it-mentality. We believe that a pleasant atmosphere helps teams to be effective and creative. Creating, maintaining and fostering exactly that will be your first challenge. We would love to hear your ideas about how you’d like to coach and guide your team. You will be their go-to-person when it comes to providing reasonable architectural decision making and solid plans that cover the details as well as the bigger picture.\u003c/p\u003e\n\u003cp\u003eTech-wise, our solution is build in Java using Spring and Hibernate. Imagine it as a big variety of micro-services using RESTful APIs which empower HTML5-Web-Applications. To be completely honest, there is still some legacy code involved that we want to get rid of.\u003c/p\u003e\n\u003cp\u003eHow will you bring its functionalities into new services, allowing new features to be created quickly? To save our customers time, you will need to ensure connections to a fistful of cloud services like Google, Office365, Apple, CRM-systems, telephony services and many more.\u003c/p\u003e\n\u003cp\u003eCreating a new backend infrastructure with a modern Frontend application is your challenge number two. Right now, we are combining the concepts of Micro-Services in the backend with Web-Components and HTML5 in the Frontend. You’ve got better ideas? Let us know - you’re the expert!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour responsibilities:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLead and mentor a fistful of mighty Backend Engineers.\u003c/li\u003e\n\u003cli\u003eFoster a vivid and powerful learning culture among our Engineers.\u003c/li\u003e\n\u003cli\u003eCoach and develop hard and soft skills of your teammates.\u003c/li\u003e\n\u003cli\u003eBe responsible for the entire software lifecycle from A to Z. You build it, you own it you run it.\u003c/li\u003e\n\u003cli\u003eBring existing applications to the next decade.\u003c/li\u003e\n\u003cli\u003eCreate a strategy to turn a software platform into a web service.\u003c/li\u003e\n\u003cli\u003eCollaborate with our Frontend Engineers to connect a new UI.\u003c/li\u003e\n\u003cli\u003eBuild new APIs, scalable micro-services for HTML5 and mobile services in addition to new features.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eThings you’ve ideally experienced already:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKnowing how to create and maintain a good team spirit.\u003c/li\u003e\n\u003cli\u003eBringing people and their ideas to the next level.\u003c/li\u003e\n\u003cli\u003eCoaching Engineers to improve their coding skills.\u003c/li\u003e\n\u003cli\u003eEstablishing good collaboration with Product Owners and other stakeholders.\u003c/li\u003e\n\u003cli\u003eIdeally, seen a university from the inside. You haven’t? No worries, we like autodidacts too!\u003c/li\u003e\n\u003cli\u003e5-10 years of expertise with Java, Spring, Hibernate.\u003c/li\u003e\n\u003cli\u003eCrafting RESTful APIs, micro-services, SQL databases.\u003c/li\u003e\n\u003cli\u003eWorking with RabbitMQ, Elasticsearch and GWT are an asset.\u003c/li\u003e\n\u003cli\u003eFostering a DevOps-mindset.\u003c/li\u003e\n\u003cli\u003eCreating CI/CD using Jenkins, Stash,Git and Linux\u003c/li\u003e\n\u003cli\u003eDeveloping prototypes and providing incremental improvements.\u003c/li\u003e\n\u003cli\u003eGetting sparkles in your eyes about backend infrastructure architecture.\u003c/li\u003e\n\u003cli\u003eNot afraid of Frontend using HTML5 either.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eIt’s a match, if we share some core beliefs:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTreat your teammates as you’d like to be treated.\u003c/li\u003e\n\u003cli\u003eBe a good mentor and coach to your team.\u003c/li\u003e\n\u003cli\u003ePeople before technology \u0026amp; Smart solutions over ideology..\u003c/li\u003e\n\u003cli\u003eClear and transparent communication and expectations.\u003c/li\u003e\n\u003cli\u003eBeing a team player and not a lonesome hero.\u003c/li\u003e\n\u003cli\u003eContributing your favourite idea to a discussion with colleagues is about creating something bigger, not about telling others how great you are or how things should be done.\u003c/li\u003e\n\u003cli\u003eAgile Methods like Scrum or Kanban are a tool to improve the product step by step and flexible, not a religion.\u003c/li\u003e\n\u003cli\u003eAs a techlead it’s not your mission to be right. It’s your mission to support your team developing the optimal solution while ensuring it fits into the overall concept.\u003c/li\u003e\n\u003cli\u003eNo discussion, no honey. We are no place for know-it-alls and Hierarchy-people.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour perks:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eChoose what's best for you: MacBook or PC?\u003c/li\u003e\n\u003cli\u003eRide a bike or a train: we provide a bike or public transport ticket\u003c/li\u003e\n\u003cli\u003eStay healthy and relaxed: we support Urban Sports Club\u003c/li\u003e\n\u003cli\u003eBecome a Foam master or Bartender: enjoy the best coffee machine and beer from tap in our office\u003c/li\u003e\n\u003cli\u003eLevel up your skills: we will get you eye-opening books\u003c/li\u003e\n\u003cli\u003eTake a course: we will support your hunger for education\u003c/li\u003e\n\u003cli\u003eYou need some holidays? 28 days for everyone\u003c/li\u003e\n\u003cli\u003eYou don´t smoke? Get one extra day off\u003c/li\u003e\n\u003cli\u003eYou have hobbies and a family? Great. We have core ours to maintain flexibility\u003c/li\u003e\n\u003cli\u003eSounds terrifying? Bummer! We’re sorry to hear that.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSounds terrific? Great! Get in touch.\u003c/strong\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://pinguin.join.com/jobs/1110768-tech-lead-backend-development-f-m-div?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=tech%2Blead%2Bbackend%2Bdevelopment%2Bf%2Bm%2Bdiv\"\u003ehttps://pinguin.join.com/jobs/1110768-tech-lead-backend-development-f-m-div?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=tech%2Blead%2Bbackend%2Bdevelopment%2Bf%2Bm%2Bdiv\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGlFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ea5de134c52ad032dc87d660c82fc6e926fd89a3/Bildschirmfoto%202020-06-10%20um%2014.36.47.png"
  },
  {
    "id": "b1a0c023-9bf3-4d98-b833-b04db9c2a95a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/b1a0c023-9bf3-4d98-b833-b04db9c2a95a",
    "created_at": "Wed Jun 10 09:22:58 UTC 2020",
    "company": "KfW Bankengruppe",
    "company_url": "https://www.kfw.de/kfw.de.html",
    "location": "Berlin",
    "title": "IT-Administrator/Applikationsbetreuer (m/w/d) im Betrieb Bilanzierung und Batch",
    "description": "\u003cp\u003eWillkommen bei der KfW! Wir sind eine international agierende Förderbank, die für die nachhaltige Entwicklung von Umwelt, Gesellschaft und Unternehmen steht. Als Impulsgeber wirken wir aktiv an den Themen mit, die die Welt von morgen prägen. Wir fördern Windparks, Infrastruktur-Projekte, Schulen und Krankenhäuser, denn sinnvolle und nachhaltige Projekte sind unser Auftrag. Und wir bauen auf die Menschen, die bei uns arbeiten! Was das heißt? Dass Sie bei uns ein offenes und vertrauensvolles Miteinander finden, in dem wir Vielfalt und Inklusion leben – denn nur dort, wo viele verschiedene Perspektiven zusammentreffen, entstehen richtungsweisende Ideen. Deshalb fördern wir Ihre Kompetenz, Ihre Ideen und Ihr Engagement für Projekte, die die Welt verbessern. Gehen Sie mit uns Ihren Weg in die Zukunft.\u003c/p\u003e\n\u003cp\u003eWerden Sie Teil unseres Teams in Berlin und unterstützen Sie uns als\u003c/p\u003e\n\u003ch2\u003eIT-Administrator/Applikationsbetreuer (m/w/d) im Betrieb Bilanzierung und Batch\u003c/h2\u003e\n\u003cp\u003eUnser Team steuert die bankweite Batch- und Ultimoverarbeitung, betreut die Komponenten der Bilanzierungslieferstrecke und übernimmt die lieferstreckenübergreifende Betriebskoordination. Für den Bereich Batchsteuerung suchen wir einen erfahrenen IT-Experten, der uns dabei unterstützt, den Betrieb dieses wichtigen Teils der IT-Infrastruktur sicherzustellen und weiterzuentwickeln.\u003c/p\u003e\n\u003ch2\u003eIhre Aufgaben\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eHauptziel des Anwendungsbetriebes ist die Sicherstellung stabilen Betriebes. Im Bereich Service-Operations zählen neben der Überwachung und Störungsbehebung, auch die Bearbeitung von Service-Aufträgen und die Bereitstellung angeforderter Services in den vereinbarten Systemen zu Ihren Tätigkeiten.\u003c/li\u003e\n\u003cli\u003eZur Sicherstellung und Weiterentwicklung des Betriebsservices verantworten Sie u.a. die Definition, Umsetzung und Überprüfung von QS- und Optimierungsmaßnahmen.\u003c/li\u003e\n\u003cli\u003eSie nehmen aktiv an der Planung und Begleitung von Release und Change-Aktivitäten im Service-Lifecycle-Prozess teil, um u.a. Auswirkungen und Abhängigkeiten auf die Batchverarbeitung zu beurteilen und zu berücksichtigen und Risiken zu mitigieren.\u003c/li\u003e\n\u003cli\u003eDa das Team die Implementierung neuer Verarbeitungen im Jobsteuerungssystem verantwortet, übernehmen Sie auch Aktivitäten in Service-Design sowie -Transition.\u003c/li\u003e\n\u003cli\u003eSie begleiten Projekte beratend und konzipierend, um frühzeitig die Anforderungen der Kunden mit den Interessen des Betriebes zu vereinbaren, Lösungen bereitzustellen und abschließend im Jobsteuerungssystem umzusetzen.\u003c/li\u003e\n\u003cli\u003eSie sorgen außerdem für den reibungslosen Übergang von Projektergebnissen in die Produktion, nehmen Qualitätsprüfungen sowie Abnahmetests vor.\u003c/li\u003e\n\u003cli\u003eMit Know-how planen und koordinieren Sie Deployment-Aktivitäten, führen diese durch und unterstützen mit Ihrem Input die Betriebsübernahme neuer Anwendungen.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhr Profil\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eStudium der Wirtschaftsinformatik (Bachelor) oder eines anderen relevanten MINT-Faches\u003c/li\u003e\n\u003cli\u003eMehr- bis langjährige relevante Berufserfahrung\u003c/li\u003e\n\u003cli\u003eUmfangreiche Kenntnisse in Batchverarbeitung/Jobsteuerung\u003c/li\u003e\n\u003cli\u003eFortgeschrittene Kenntnisse des ITIL-Prozessmodells sowie in den entsprechenden Service Management Tools (idealerweise HP SM)\u003c/li\u003e\n\u003cli\u003eKenntnisse in Softwarearchitektur, Configuration Management sowie Job Control Language\u003c/li\u003e\n\u003cli\u003eAllgemeine bankfachliche Kenntnisse\u003c/li\u003e\n\u003cli\u003eFließendes Deutsch, gutes Englisch von Vorteil\u003c/li\u003e\n\u003cli\u003eEntscheidungsfähigkeit, Zielorientierung und Präzision\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhr Profil hat noch Lücken?\u003c/h2\u003e\n\u003cp\u003eKein Problem! Wir unterstützen Sie so, dass Ihrer optimalen Entwicklung bei der KfW nichts im Wege steht.\u003c/p\u003e\n\u003ch2\u003eWas wir bieten\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eMarktgerechte Vergütung\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eBei uns erwartet Sie ein angemessenes Vergütungspaket mit vermögenswirksamen Leistungen und Jobticket.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eBetriebliche Altersvorsorge\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir bauen auf Ihre Zukunft mit einer betrieblichen Altersvorsorge.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eVereinbarkeit von Familie \u0026amp; Beruf\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir unterstützen Sie mit flexiblen Arbeitszeiten, Homeoffice Möglichkeiten, 30 Tagen Urlaub, individuelle Teilzeitmodellen und Eltern-Kind-Büros.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWeiterentwicklung \u0026amp; Trainings\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eImmer auf dem neusten Stand mit persönlichen und fachlichen Weiterentwicklungsmöglichkeiten.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eGelebte Vielfalt \u0026amp; Inklusion\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eVielfältigkeit und Chancengleichheit sind für uns als Unterzeichner der Charta der Vielfalt gelebter Alltag.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eGesundheitsförderung\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eMit über 30 Betriebssportgruppen bis hin zu Gesundheitskursen und einem Mitarbeiterrestaurant unterstützt die KfW Ihre Gesundheit.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSie möchten Verantwortung übernehmen und gemeinsam mit uns die Zukunft gestalten?\u003c/h2\u003e\n\u003cp\u003eDann freuen wir uns auf Ihre Bewerbung als IT-Administrator/Applikationsbetreuer (m/w/d) im Betrieb Bilanzierung und Batch über einen Klick auf das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e. Bei Fragen zur Position können Sie sich gerne an Herrn Jünger unter der Nummer +49 (0) 30 20264 – 5004 wenden.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/3cL0rI2\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/3cL0rI2\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGFFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b7192be59d66ecc278e995378f38a1dec1342366/kfw%202.jpg"
  },
  {
    "id": "44b84d0d-97a3-40f9-be19-ec835beddd29",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/44b84d0d-97a3-40f9-be19-ec835beddd29",
    "created_at": "Wed Jun 10 07:30:58 UTC 2020",
    "company": "DANS KNAW",
    "company_url": "https://ltpx.nl/utnoaXY",
    "location": "The Hague (NL)",
    "title": "Software Engineer - Integrator",
    "description": "\u003cp\u003eA four-year position is available for an enthusiastic\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSoftware Engineer/Integrator\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eThe Hague, 30.4 - 38 hours a week\nVacancy number: AT2020-071\u003c/em\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat is the project you will be working on?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will be part of a project from ODISSEI – the Open Data Infrastructure for Social Science and Economic Innovations. Together with the project partners, you will work towards providing a shared social science research infrastructure and accelerate the development of computational social science in the Netherlands. Specifically, the task you will focus on pertains to deploying a portal that provides uniform access to social science (meta)data from various large scale studies and several institutions, including CBS, CentERdata and DANS.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat will you be doing?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou will work as a software engineer/integrator, with a focus on:\u003c/li\u003e\n\u003cli\u003eAggregating, modelling, and mapping social science (meta)data from various repositories.\u003c/li\u003e\n\u003cli\u003eMaking the aggregated (meta)data accessible via a repository operated by DANS. The repository is based on the Dataverse technology that was originated by Harvard University but is meanwhile used internationally.\u003c/li\u003e\n\u003cli\u003eContributing to the development of extensions to the open source Dataverse codebase to meet community requirements.\u003c/li\u003e\n\u003cli\u003eYou will interact with other developers and partners working on the ODISSEI project, in particular from the VU and SURF, to ensure that shared project goals are met and that building blocks developed by different institutions interoperate appropriately.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWhat should you bring to the table?\u003c/li\u003e\n\u003cli\u003eAn \u003cstrong\u003eacademic degree\u003c/strong\u003e in computer science, information science, or comparable.\u003c/li\u003e\n\u003cli\u003eKnowledge of the \u003cstrong\u003eLinux operating\u003c/strong\u003e \u003cstrong\u003esystem\u003c/strong\u003e, several \u003cstrong\u003eprogramming languages\u003c/strong\u003e (Java and XSLT required), productivity tools for \u003cstrong\u003esoftware development\u003c/strong\u003e (e.g. Github, JIRA).\u003c/li\u003e\n\u003cli\u003eAn interest in leveraging REST, web standards, and community best practices to achieve interoperability across information systems.\u003c/li\u003e\n\u003cli\u003eFamiliarity with handling structured metadata (e.g. XML, JSON, YAML). Experience with social science metadata is a bonus.\u003c/li\u003e\n\u003cli\u003eA mastery of \u003cstrong\u003eDutch\u003c/strong\u003e and \u003cstrong\u003eEnglish\u003c/strong\u003e.\u003c/li\u003e\n\u003cli\u003eGood analytical and communication skills.\u003c/li\u003e\n\u003cli\u003eExperience in team-based project work.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eConditions of employment\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat will you be earning?\u003c/strong\u003e\nDepending on your age and experience, your gross monthly salary will range between € 2.709,- and € 4.274,- (scale 10 of the collective labour agreement for Dutch universities), based on 38 working hours per week, excluding 8% holiday allowance and 8,3% year-end bonus.\u003c/p\u003e\n\u003cp\u003eThe position involves a temporary, four-year contract for the duration of the project.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDANS (Data Archiving and Networked Services)\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e\u003ca href=\"https://dans.knaw.nl/en\"\u003eData Archiving and Networked Services (DANS-KNAW)\u003c/a\u003e\u003c/strong\u003e is a joint institute of the Academy and funding organisation NWO. It encourages researchers to make their digital research data findable, accessible, interoperable and reusable. It provides expert advice and certified services. By participating in Dutch and international projects, networks and research, DANS contributes to the ongoing innovation of the global scientific data infrastructure.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhere can you go for more information?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFor inquiries about this position, please contact Ricarda Braukmann, local project leader. Additional (contact)information on DANS can be found at \u003cstrong\u003e\u003ca href=\"https://dans.knaw.nl/nl\"\u003ewww.dans.knaw.nl\u003c/a\u003e\u003c/strong\u003e.\nWe will not respond to any supplier enquiries based on this job advertisement.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eHow can you apply?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePlease send us your application letter and curriculum vitae as a Word or PDF file, including the vacancy number and directed to DANS, \u003cstrong\u003ebefore 28 june 2020\u003c/strong\u003e attn. Hetty Labots, P\u0026amp;O advisor via our \u003ca href=\"https://ltpx.nl/YISJKJP\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/f2fdc09fc103515fb35bf5677b4776674c5f51d5/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313637353637\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/3NFisWY\"\u003eClick here to apply\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcjZFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--d4e325671493327854a64d298f35e06a0fdbe448/logo%20bcontrol%20(8)-2020-06-09-1.jpg"
  },
  {
    "id": "ed6f8dc6-ceeb-4f35-8c6d-22a31a4eea04",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ed6f8dc6-ceeb-4f35-8c6d-22a31a4eea04",
    "created_at": "Tue Jun 09 13:49:57 UTC 2020",
    "company": "PGGM",
    "company_url": "http://www.pggm.nl",
    "location": "Zeist",
    "title": "Senior full stack Developer (.NET)",
    "description": "\u003cp\u003ePGGM heeft voor haar locatie in Zeist (Utrecht) een vacature voor een\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSenior full stack Developer (.Net)\u003c/strong\u003e\n\u003cstrong\u003e32-36 uur – Zeist\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eVoor werkgevers en deelnemers zijn solide en toegankelijke pensioenportalen bijna een vanzelfsprekendheid. Achter de schermen gebeurt er van alles om het aan de voorkant zo effectief mogelijk te laten werken. Van a tot z ben jij verantwoordelijk voor softwareontwikkeling én begeleid je daarbij als senior de minder ervaren collega’s.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJouw baan als senior full stack developer\u003c/strong\u003e\nPensioen, iets voor later? Zeker niet. Jij begrijpt als senior full stack developer dat er veel mensen zijn die graag overzicht en duidelijkheid willen over hun pensioensituatie. Met de brede IT-kennis die je meebrengt, weet je wat er nodig is om dat te bereiken. Vanuit een DevOps-team werk je aan front-end- en back-end-oplossingen en ben je zowel verantwoordelijk voor de realisatie als het live gaan én houden.\u003c/p\u003e\n\u003cp\u003eMiljoenen mensen maken gebruik van de verschillende pensioenportalen, waar voor jou de nodige technische complexiteiten in zitten. Het Agile-werken zit in ons bloed, waarbij je met je scrumteam alle eindgebruikers op hun wenken bedient. Waar jij mee te maken krijgt? We streven naar werkwijzen als ‘fail fast – fail often’, testautomatisering, TDD en ATDD/BDD. Uiteraard is een goede beveiliging van al deze online portalen van cruciaal belang, dus ook daar komt jouw expertise op dit vlak goed van pas. De eerste stappen zijn al gezet: aan jou het vervolg.\u003c/p\u003e\n\u003cp\u003eJij laat je gelden bij het:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eontwikkelen en beheren van pensioenportalen voor werkgevers en pensioendeelnemers.\u003c/li\u003e\n\u003cli\u003enaar een hoger niveau brengen van DevOps.\u003c/li\u003e\n\u003cli\u003eafstemmen met (back-end-)teams binnen PGGM.\u003c/li\u003e\n\u003cli\u003ebegeleiden en coachen van junior/medior collega’s.\u003c/li\u003e\n\u003cli\u003einitiatief nemen om het developen in een cloud omgeving verder vorm te geven en door te voeren.”\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eJouw afdeling binnen PGGM\u003c/strong\u003e\nPGGM heeft als pensioenuitvoeringsorganisatie de missie om mensen te helpen bij het realiseren van een waardevolle toekomst. Maatschappelijk betrokken en duurzaam handelen zijn daarbij onze uitgangspunten. Vanuit Zeist werken zo’n 1.500 medewerkers aan de oude dag van miljoenen Nederlanders.\u003c/p\u003e\n\u003cp\u003eJe werkt in het scrumteam binnen het cluster Online Services en Werkgevers. Het team bestaat uit een product owner, scrum master, tester, 2 businessanalisten en 5 ontwikkelaars. Van die ontwikkelaars is een groot deel full stack developer. Er wordt gezamenlijk toegewerkt naar de DevOps-transitie: als senior heb jij vanuit het team hierin een sturende rol. De collega’s zijn ambitieus, vol humor en halen het beste uit de technische mogelijkheden in een sector die ertoe doet.\u003c/p\u003e\n\u003cp\u003eTeamlid en toekomstig collega \u003ca href=\"https://www.pggm.nl/werken-bij/testimonials/gino-bos/\"\u003eGino Bos\u003c/a\u003e vertelt je alvast over zijn ervaringen. Ook kun je de video over \u003ca href=\"https://www.youtube.com/watch?v=IkG764zSQ0c\"\u003eSoftware Development\u003c/a\u003e binnen PGGM bekijken, ook met onze collega Gino.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJouw profiel als data en proces consultant\u003c/strong\u003e\nIn het spanningsveld waar jij actief bent, ben je in staat om verschillende belangen samen te brengen en te begeleiden naar een gemeenschappelijk resultaat. Jij verkrijgt inzichten en werkt toe naar significante resultaten wat betreft procesverbetering en houdt daarbij rekening met verschillende aandachtsgebieden. Hierin is het belangrijk om snel te schakelen in de rol van adviseur, begeleider en coach voor het team. Je behoudt het overzicht en blijft gedurende het traject scherp op de materie om het beste resultaat te behalen.\u003c/p\u003e\n\u003cp\u003eJij hebt:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen wo-diploma, bijvoorbeeld in de richting Bedrijfskunde of Economie.\u003c/li\u003e\n\u003cli\u003eminimaal 3 á 5 jaar ervaring in een rol als adviseur of consultant in data-gerelateerde opdrachten.\u003c/li\u003e\n\u003cli\u003eaantoonbare ervaring met Lean-, Six Sigma-, Agile-principes en methoden. Bij voorkeur ben je hierin gecertificeerd en heb je een Black of Green Belt.\u003c/li\u003e\n\u003cli\u003eervaring met procesbegeleiding en stakeholdermanagement.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWij bieden:\u003c/strong\u003e\nPGGM staat bekend om goed werkgeverschap. We belonen onze medewerkers voor hun inzet en hechten veel waarde aan een goede balans tussen werk en privé. Uiteraard zien we graag dat jij je verder ontwikkelt en daarom ondersteunen we je hierin. Jij mag rekenen op:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen 32 of 36-urige werkweek.\u003c/li\u003e\n\u003cli\u003eeen brutomaandsalaris tussen € 2.910 en € 5.000 o.b.v. 36 uur, afhankelijk van je kennis en ervaring.\u003c/li\u003e\n\u003cli\u003eeen eindejaarsuitkering van 7,5%.\u003c/li\u003e\n\u003cli\u003eeen ruim opleidingsbudget voor interne en externe trainingen of opleidingen.\u003c/li\u003e\n\u003cli\u003eruim 26 vakantiedagen o.b.v. 36 uur.\u003c/li\u003e\n\u003cli\u003eflexibiliteit in werktijden en thuiswerkmogelijkheden.\u003c/li\u003e\n\u003cli\u003eeen goede pensioenregeling als deelnemer van pensioenfonds PFZW.\u003c/li\u003e\n\u003cli\u003eeen collectieve ziektekostenverzekering bij CZ. Je krijgt korting op de basisverzekering en aanvullen pakketten van CZ.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eHier vind je meer informatie over onze \u003ca href=\"https://www.pggm.nl/werken-bij/arbeidsvoorwaarden/\"\u003eArbeidsvoorwaarden en CAO\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMeer weten?\u003c/strong\u003e\nHeb je vragen of wil je eerst meer weten? Neem dan contact op met recruiter Wendy Ship, via 06 – 20 31 18 52 of \u003ca href=\"wendy.ship@pggm.nl\"\u003ewendy.ship@pggm.nl\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eInformatie over de sollicitatieprocedure vind je terug op onze website.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eZet jij koers naar procesoptimalisatie als data en proces consultant? Solliciteer dan voor 15 juli 2020 via onze \u003ca href=\"https://vacature.onlinevacatures.nl/job/160457/apply?utm_source=github\u0026amp;utm_medium=referral\u0026amp;utm_term=2021\u0026amp;utm_content=160457\u0026amp;utm_campaign=senior-full-stack-developer-net\"\u003e\u003cstrong\u003esollicitatiepagina\u003c/strong\u003e\u003c/a\u003e op deze vacature.\u003c/p\u003e\n\u003cp\u003eBij PGGM werven we zelf nieuwe collega’s. Acquisitie stellen we dan ook niet op prijs.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnVFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b507485f07c9e3170d0aaf3728f4b85eb967f917/Logo%20PGGM.jpg"
  },
  {
    "id": "cc426a47-fdcf-4053-ba1e-71c6465986b1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/cc426a47-fdcf-4053-ba1e-71c6465986b1",
    "created_at": "Tue Jun 09 12:14:27 UTC 2020",
    "company": "KfW Bankengruppe",
    "company_url": "https://www.kfw.de/kfw.de.html",
    "location": "Frankfurt",
    "title": "Entwickler (m/w/d) im NET Umfeld",
    "description": "\u003cp\u003eWillkommen bei der KfW! Wir sind eine international agierende Förderbank, die für die nachhaltige Entwicklung von Umwelt, Gesellschaft und Unternehmen steht. Als Impulsgeber wirken wir aktiv an den Themen mit, die die Welt von morgen prägen. Wir fördern Windparks, Infrastruktur-Projekte, Schulen und Krankenhäuser, denn sinnvolle und nachhaltige Projekte sind unser Auftrag. Und wir bauen auf die Menschen, die bei uns arbeiten! Was das heißt? Dass Sie bei uns ein offenes und vertrauensvolles Miteinander finden, in dem wir Vielfalt und Inklusion leben – denn nur dort, wo viele verschiedene Perspektiven zusammentreffen, entstehen richtungsweisende Ideen. Deshalb fördern wir Ihre Kompetenz, Ihre Ideen und Ihr Engagement für Projekte, die die Welt verbessern. Gehen Sie mit uns Ihren Weg in die Zukunft.\u003c/p\u003e\n\u003cp\u003eWerden Sie Teil unseres Teams in Frankfurt am Main und unterstützen Sie uns als\u003c/p\u003e\n\u003ch2\u003eEntwickler (m/w/d) im NET Umfeld\u003c/h2\u003e\n\u003cp\u003eUnser Team betreut Applikationen auf Basis SharePoint, IT-Prozesstools und andere Kommunikations- sowie Kollaborations-Anwendungen. Von (Neu)Entwicklung, Customizing bis zum 3rd Level Support sorgen wir dafür, dass unsere Anwender stets mit den optimalen Werkzeugen arbeiten. Und hier kommen Sie ins Spiel:\u003c/p\u003e\n\u003ch2\u003eIhre Aufgaben\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eAnalyse und Strukturierung fachlicher Anforderungen gemeinsam mit unseren Kunden\u003c/li\u003e\n\u003cli\u003eKonzeption von Lösungen in Zusammenarbeit mit den Fachabteilungen und der IT\u003c/li\u003e\n\u003cli\u003eNeu- und Weiterentwicklungen entlang des gesamten Software Life Cycles vom Anforderungsmanagement, Entwurf bis hin zum Release von kunden­spezifischen Business Solutions wie z. B. Apps, Webanwendungen und Portal­lösungen\u003c/li\u003e\n\u003cli\u003eTeamorientierte Umsetzung von Aufgaben im Rahmen der Softwareentwicklung\u003c/li\u003e\n\u003cli\u003eSteuerung von (Teil-)Projekten\u003c/li\u003e\n\u003cli\u003eCode-Reviews sowie weitere qualitätssichernde Maßnahmen zur Gewährleistung einer höchstmöglichen Softwarequalität\u003c/li\u003e\n\u003cli\u003eDurchführung des 3rd Level Support für ausgewählte Applikationen\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eIhr Profil\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eSehr gute Kenntnisse in .NET (VB.NET, C#)\u003c/li\u003e\n\u003cli\u003eGute Kenntnisse JavaScript (und Frameworks), XML, HTML, CSS\u003c/li\u003e\n\u003cli\u003eErfahrung im objektorientierten Software-Design\u003c/li\u003e\n\u003cli\u003eKeine Scheu vor agilen Entwicklungsmethoden\u003c/li\u003e\n\u003cli\u003eFreude an gut dokumentierter SW-Entwicklung\u003c/li\u003e\n\u003cli\u003eFlexibilität, Engagement sowie Teamfähigkeit und Lernbereitschaft\n• Fließendes Deutsch\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWas wir bieten\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eMarktgerechte Vergütung\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eBei uns erwartet Sie ein angemessenes Vergütungspaket mit vermögenswirksamen Leistungen und Jobticket.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eBetriebliche Altersvorsorge\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir bauen auf Ihre Zukunft mit einer betrieblichen Altersvorsorge.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eVereinbarkeit von Familie \u0026amp; Beruf\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eWir unterstützen Sie mit flexiblen Arbeitszeiten, Homeoffice Möglichkeiten, 30 Tagen Urlaub, individuelle Teilzeitmodellen und Eltern-Kind-Büros.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWeiterentwicklung \u0026amp; Trainings\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eImmer auf dem neusten Stand mit persönlichen und fachlichen Weiterentwicklungsmöglichkeiten.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eGelebte Vielfalt \u0026amp; Inklusion\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eVielfältigkeit und Chancengleichheit sind für uns als Unterzeichner der Charta der Vielfalt gelebter Alltag.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eGesundheitsförderung\u003c/strong\u003e\n\u003cul\u003e\n\u003cli\u003eMit über 30 Betriebssportgruppen bis hin zu Gesundheitskursen und einem Mitarbeiterrestaurant unterstützt die KfW Ihre Gesundheit.\u003c/li\u003e\n\u003c/ul\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eSie möchten Verantwortung übernehmen und gemeinsam mit uns die Zukunft gestalten?\u003c/h2\u003e\n\u003cp\u003eDann freuen wir uns auf Ihre Bewerbung als Entwickler (m/w/d) im NET Umfeld über einen Klick auf das \u003cstrong\u003eBewerbungsformular\u003c/strong\u003e Bei Fragen zur Position können Sie sich gerne an Frau Zohm unter der Nummer +49 (0) 69 7431-8222 wenden.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/30bdwYh\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/30bdwYh\"\u003eKlicken Sie hier um zum Bewerbungsformular zu gelangen!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckNFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0a50ea066dfd145e8e7177488790b0733f04abf6/kfw%202.jpg"
  },
  {
    "id": "f8ee48f1-a002-4d31-8e85-8a2c922d17ee",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/f8ee48f1-a002-4d31-8e85-8a2c922d17ee",
    "created_at": "Tue Jun 09 10:55:48 UTC 2020",
    "company": "neubau kompass AG",
    "company_url": "https://www.neubaukompass.de/",
    "location": "München",
    "title": "Webdesigner / Frontend Entwickler (m/w/d)",
    "description": "\u003cp\u003eneubau kompass ist nicht umsonst eine der bekanntesten Online-Plattformen für Neubau-Wohnimmobilien. Wir sind so erfolgreich, weil wir nie stehen bleiben und unsere Leistungsqualität immer wieder auf den Prüfstand stellen und verbessern. Unsere Mitarbeiter wissen, dass wir ihnen viel zutrauen. Wir schätzen sie nicht nur als Fachkräfte, sondern auch als Menschen.\u003c/p\u003e\n\u003cp\u003eWir arbeiten mit flachen Hierarchien, bieten spannende Karrieremöglichkeiten sowie eine faire Bezahlung. Unser guter Teamgeist wird von unseren Werten getragen: Engagement, Empathie, Teamgeist und der Willen, sich fachlich weiterzuentwickeln.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEinleitung\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eGesucht: Technisch versierter Webdesigner mit Händchen für Gestaltung\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eSie haben Spaß am Erstellen von Web-Designs, Blog-Designs und nutzerfreundlichen Website-Elementen wie Formularen oder Listenansichten? Sie sind sicher im Umgang mit HTML und CSS und JS? Bewerben Sie sich bei neubau kompass! Für unseren Standort in München suchen wir zum nächstmöglichen Termin eine(n) engagierte(n) \u003cstrong\u003eWebdesigner (m/w/d)\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDiese Aufgaben erwarten Sie bei uns\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDesign und Frontend-Entwicklung unseres Immobilien-Portals\u003c/li\u003e\n\u003cli\u003eDesign und Entwicklung von Templates für unsere Wordpress-Blogs und Micro-Sites\u003c/li\u003e\n\u003cli\u003eUnterstützung unseres Teams bei der Entwicklung von Anwendungen für interne Abteilungen\u003c/li\u003e\n\u003cli\u003egelegentliche Erstellung von Print-Produkten wie Visitenkarten, Broschüren oder PPT-Präsentationen\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bringen Sie mit\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eidealerweise Studium im Bereich Informatik/Web-Entwicklung oder vergleichbare Ausbildung\u003c/li\u003e\n\u003cli\u003emindestens 3 Jahre Berufserfahrung\u003c/li\u003e\n\u003cli\u003esehr gute Kenntnisse in HTML5, CSS3, Bootstrap, Tailwind, JS und JQuery\u003c/li\u003e\n\u003cli\u003esicherer Umgang mit Adobe Creative Suite und MS Office Produkten\u003c/li\u003e\n\u003cli\u003ezusätzliches Plus: Kenntnisse in Adobe XD und InVision, Erfahrung mit gulp, sass, less, composer, node.js und anderen modernen Frameworks\u003c/li\u003e\n\u003cli\u003eeine eigenständige und lösungsorientierte Arbeitsweise, Teamfähigkeit, Kommunikationsstärke\u003c/li\u003e\n\u003cli\u003eeine hohe Motivation und Auffassungsgabe sowie ein schnelles Umsetzungsvermögen\u003c/li\u003e\n\u003cli\u003eBelastbarkeit, auch unter Zeitdruck\u003c/li\u003e\n\u003cli\u003eGrundkenntnisse in Englisch\u003c/li\u003e\n\u003cli\u003eErfahrungen im Umgang mit Versionsverwaltungssoftware (vorzugsweise GIT)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDas bieten wir Ihnen\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFestanstellung in Vollzeit\u003c/li\u003e\n\u003cli\u003efaire Bezahlung\u003c/li\u003e\n\u003cli\u003eflexible Arbeitszeiten und Überstundenausgleich\u003c/li\u003e\n\u003cli\u003eUnterstützung bei der fachlichen Weiterbildung\u003c/li\u003e\n\u003cli\u003eRaum für Eigeninitiative und spannende Aufgaben\u003c/li\u003e\n\u003cli\u003emoderne und hochwertige Büroräume\u003c/li\u003e\n\u003cli\u003eMac oder Windows Notebook\u003c/li\u003e\n\u003cli\u003ekurze Kommunikationswege\u003c/li\u003e\n\u003cli\u003eein angenehmes Arbeitsklima\u003c/li\u003e\n\u003cli\u003ekompetente, hilfsbereite und engagierte Kollegen\u003c/li\u003e\n\u003cli\u003ekostenlose Getränke: (Milch-)Kaffee, Tee, Mineralwasser\u003c/li\u003e\n\u003cli\u003ehervorragende Anbindung an den MVV\u003c/li\u003e\n\u003cli\u003ekostenfreie Parkplätze\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eMöchten Sie Teil unseres engagierten Teams werden?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDann senden Sie uns Ihre aussagekräftige Bewerbung (inkl. Anschreiben und CV im PDF-Format) zusammen mit einigen Arbeitsproben über unser Bewerberportal. Bitte geben Sie den frühestmöglichen Eintrittstermin sowie Ihre Gehaltsvorstellungen an!\u003c/p\u003e\n\u003cp\u003e\u003cimg src=\"https://camo.githubusercontent.com/c6a78282be9ba3a50bb4f51977ca6d42a9653cdf/68747470733a2f2f747261636b696e672e676f686972696e672e636f6d2f682f39646133353230326634656638353334653537656338346564666135333361336166363437356135626630333466626533616133636163313534653764653733\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://tracking.gohiring.com/h/7603d7fe446c1372179ef40490c9f0fde42f50ec576b78d71d059fc695adf289\"\u003eapplication form\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcCtFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dbaf058962b4808b4d3751debc004b56275e4a68/neubau%20kompass.png"
  },
  {
    "id": "257d2956-39e3-4dc8-985a-6d0715640156",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/257d2956-39e3-4dc8-985a-6d0715640156",
    "created_at": "Fri Jun 05 14:29:55 UTC 2020",
    "company": "VerifyMyAge - KYC AVC UK LTD",
    "company_url": "https://www.verifymyage.co.uk/",
    "location": "London",
    "title": "VP Product",
    "description": "\u003cp\u003e\u003cstrong\u003eOur Business\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVMA was founded in 2019 to serve businesses that sell age restricted products and services, with a significantly better alternative. We’re a small team and self-funded, but in less than 12 months we’ve verified 1m+ consumers, gained over 400 merchants, and achieved 6 figure MRR.\u003c/p\u003e\n\u003cp\u003eHowever, our journey has only just begun. VMA is the first of a series of consumer authentication products we plan to build, which by early 2021 will be housed under one brand - Nucleus. We have a global vision to empower consumers and businesses to frictionlessly, efficiently and securely transact on the web.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re seeking a VP Product to help develop and launch our new product, Nucleus - one central hub for digital identity, data and payments. Initially you’ll be working in a small team alongside our CTO and CEO to ideate, and develop an MVP.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe responsible for building and structuring our product team, as well as influencing hiring decisions elsewhere in the company to achieve our product vision.\u003c/li\u003e\n\u003cli\u003eOwn the product and customer development process for the company as a whole, testing hypotheses, and breaking down and solving complex problems.\u003c/li\u003e\n\u003cli\u003eLeverage your deep insight of product development to optimise collaboration between product, design and engineering teams, providing strategic leadership across the business.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe ideal person for this role will be entrepreneurial, tech and commercially savvy, and data driven. A background of working in regulated markets would be advantageous.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou've led multiple product teams working on technical products, especially APIs, ideally at a high growth B2B tech start-up.\u003c/li\u003e\n\u003cli\u003eYou ideally have early career experience working in user research, consultancy or have a good working knowledge of research approaches.\u003c/li\u003e\n\u003cli\u003eYou know when to employ different approaches to product management, and can balance lean-style MVP experimental work with focused iteration.\u003c/li\u003e\n\u003cli\u003eAbility to take an iterative, logical and methodical approach to problem solving, while still being innovative and creative.\u003c/li\u003e\n\u003cli\u003eYou have hands-on experience as a product manager working on technical products, especially APIs.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePrivate healthcare \u0026amp; online GP\u003c/li\u003e\n\u003cli\u003eTravel season ticket loans\u003c/li\u003e\n\u003cli\u003eMacBook \u0026amp; AirPods Pro\u003c/li\u003e\n\u003cli\u003eFlexible working\u003c/li\u003e\n\u003cli\u003eCompany pension\u003c/li\u003e\n\u003cli\u003e25 days holiday + Bank Holidays\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSalary \u0026amp; Equity Options\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e£80,000 - £100,000 per annum\u003c/li\u003e\n\u003cli\u003eGenerous equity options\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNotice Period\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re looking to move quickly, therefore this application is only open to people with a maximum one month notice period.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eHead to our \u003ca href=\"https://kyc-avc-uk-ltd.breezy.hr/p/4c52a01ece1701-vp-product/apply\"\u003ecareers site\u003c/a\u003e to apply.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcFNFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a81da32a113bf0aa5d2db823f67a9c965f4c0226/VMA_LOGO.png"
  },
  {
    "id": "9f7d19d7-a904-4e2d-8303-4a6b7f24f810",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9f7d19d7-a904-4e2d-8303-4a6b7f24f810",
    "created_at": "Fri Jun 05 14:29:57 UTC 2020",
    "company": "VeirfyMyAge - KYC AVC UK LTD",
    "company_url": "https://www.verifymyage.co.uk/",
    "location": "London",
    "title": "QA Engineer",
    "description": "\u003cp\u003e\u003cstrong\u003eOur Business\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVMA was founded in 2019 to serve businesses that sell age restricted products and services, with a significantly better alternative. We’re a small team and self-funded, but in less than 12 months we’ve verified 1m+ consumers, gained over 400 merchants, and achieved 6 figure MRR.\u003c/p\u003e\n\u003cp\u003eHowever, our journey has only just begun. VMA is the first of a series of consumer authentication products we plan to build, which by early 2021 will be housed under one brand - Nucleus. We have a global vision to empower consumers and businesses to frictionlessly, efficiently and securely transact on the web.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re looking for a QA Engineer to create and manage testing processes for our age verification solution, and help launch our new product, Nucleus - one central hub for digital identity, data and payments.\u003c/p\u003e\n\u003cp\u003eYou will be testing microservices and user interfaces on both desktop/browser and mobile applications by coding automatic end-to-end tests to run on different devices and screen sizes, and where necessary, performing subsequent manual tests. You will support development changes and new deliverables by reproducing the errors identified in your testing, and working with both front-end and back-end teams to fix these errors and design additional tests where applicable.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreate and update user oriented documentation for both new and existing software.\u003c/li\u003e\n\u003cli\u003eCreate detailed, comprehensive and well-structured test plans and test cases.\u003c/li\u003e\n\u003cli\u003eDevelop, design and execute automatic unit and integration tests using open source tools.\u003c/li\u003e\n\u003cli\u003eContinually review software solutions to identify, record and report any bugs found.\u003c/li\u003e\n\u003cli\u003eDraft quality assurance policies and procedures.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEssential\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eA strong understanding of:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThe web development cycle and programming techniques and tools.\u003c/li\u003e\n\u003cli\u003eTDD, BDD, E2E tests and ATDD.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eA minimum of 5 years of experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFunctional testing of mobile and web apps across different platforms.\u003c/li\u003e\n\u003cli\u003eCoding automated tests for mobile and web applications.\u003c/li\u003e\n\u003cli\u003eAPI testing.\u003c/li\u003e\n\u003cli\u003eUsing continuous integration tools.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDesirable\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience coding with NodeJS.\u003c/li\u003e\n\u003cli\u003eExperience with SQL.\u003c/li\u003e\n\u003cli\u003eGood working knowledge of Selenium, AVA and Jest testing frameworks.\u003c/li\u003e\n\u003cli\u003eExperience developing systems to test performance and usability.\u003c/li\u003e\n\u003cli\u003eA clear understanding of Agile/Scrum methodology.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePrivate healthcare \u0026amp; online GP\u003c/li\u003e\n\u003cli\u003eTravel season ticket loans\u003c/li\u003e\n\u003cli\u003eMacBook \u0026amp; AirPods Pro\u003c/li\u003e\n\u003cli\u003eFlexible working\u003c/li\u003e\n\u003cli\u003eCompany pension\u003c/li\u003e\n\u003cli\u003e25 days holiday + Bank Holidays\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSalary \u0026amp; Equity Options\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e£50,000 - £60,000 per annum\u003c/li\u003e\n\u003cli\u003eStandard equity options\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNotice Period\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re looking to move quickly, therefore this application is only open to people with a maximum one month notice period.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eHead to our \u003ca href=\"https://kyc-avc-uk-ltd.breezy.hr/p/8d995c6ffcea01-quality-assurance-engineer/apply\"\u003ecareers site\u003c/a\u003e to apply.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcFdFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--398f9be36177b805b7727116818e1ecfbcd387e5/VMA_LOGO.png"
  },
  {
    "id": "e9e632a7-c756-40c9-b1ca-c3eb5c7f9ce3",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/e9e632a7-c756-40c9-b1ca-c3eb5c7f9ce3",
    "created_at": "Sat Aug 03 00:50:23 UTC 2019",
    "company": "Game Closure",
    "company_url": "http://gameclosure.com",
    "location": "San Francisco, Mountain View, Tokyo, Remote",
    "title": "Senior Game Engineer (REMOTE)",
    "description": "\u003cp\u003eGAME CLOSURE\u003c/p\u003e\n\u003cp\u003eSan Francisco, Mountain View, Tokyo, Remote  -  Full Time\u003c/p\u003e\n\u003cp\u003eGame Closure is on the hunt for  Senior Game Engineers to help us build the social games that will be tomorrow’s biggest hits on Facebook and other social media platforms. We are a growing team with offices in San Francisco and Mountain View, California, Tokyo, Japan and also some possibilities for remote work. If you want to join us to make great games on our cutting­ edge technology and truly make an impact, then we want to talk to you!\u003c/p\u003e\n\u003cp\u003eGame Closure game engineers make polished, high-performance HTML5 mobile games. We want people who are proficient with JavaScript and who are passionate about making fun social games to be played by millions! As a Game Engineer at Game Closure, you will build games internally on top of our cutting-edge and open source devkit. In addition to building kick­ass instant games, you will play a pivotal role in creating a platform which will revolutionize the future of game development.\u003c/p\u003e\n\u003cp\u003eIt's always a bonus if you know more than JavaScript! We write cross-compilers, GPU shaders, NodeJS back­ends, JavaScript game APIs and tools, and whatever else it takes. You will work with the best engineers in the world; we have top talent in every part of our stack.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Role:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe responsible for designing, developing and deploying major game features\u003c/li\u003e\n\u003cli\u003eOwn game feature areas from end-­to­-end\u003c/li\u003e\n\u003cli\u003eBe the champion for the user!\u003c/li\u003e\n\u003cli\u003eInsist on the highest standards and create functional and engaging features that will delight our users\u003c/li\u003e\n\u003cli\u003eBe part of a tight game development team looking to iterate fast on a fun concept and then building it out\u003c/li\u003e\n\u003cli\u003eHave real input on end-user product\u003c/li\u003e\n\u003cli\u003eBe a key member of a high performing software engineering team\u003c/li\u003e\n\u003cli\u003eCollaborate with design, engineering and production teams to devise optimal engineering solutions to game requirements\u003c/li\u003e\n\u003cli\u003eHands­ on architect and coder for sophisticated client/server systems for mobile gaming\u003c/li\u003e\n\u003cli\u003eInnovate and iterate on process, systems and technology to deliver world­-class social games\u003c/li\u003e\n\u003cli\u003eBe a leader; Identify and articulate technical and production risks and obstacles, as well as generate solutions!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDesired Skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor's degree in Computer Science or related field, or equivalent experience.\u003c/li\u003e\n\u003cli\u003e3+ years of professional software engineering experience, working on cross functional teams.\u003c/li\u003e\n\u003cli\u003eProven effectiveness in directing or delivering production software for high quality games with at least one shipped game product of which you were a primary contributor (self­ published titles are acceptable).\u003c/li\u003e\n\u003cli\u003eCapable of JavaScript + HTML5 to create custom, interactive, user experiences that are enjoyable on all HTML5 browsers.\u003c/li\u003e\n\u003cli\u003eProficient at using script debuggers like Chrome Debugger.\u003c/li\u003e\n\u003cli\u003eStrong Computer Science fundamentals in object­-oriented design, algorithms, and data structures.\u003c/li\u003e\n\u003cli\u003eAdvanced software engineering skills, including the ability to write maintainable and robust code in a p popular object oriented language.\u003c/li\u003e\n\u003cli\u003eSolid familiarity with analytics and A/B testing in mobile games\u003c/li\u003e\n\u003cli\u003eFamiliarity with git, svn or other VCS.\u003c/li\u003e\n\u003cli\u003eSelf starter, analytical and creative\u003c/li\u003e\n\u003cli\u003eStrong team player with a positive attitude.\u003c/li\u003e\n\u003cli\u003eGood communication skills and the ability to work effectively on shared projects with designers, artists, testers, product managers and other developers.\u003c/li\u003e\n\u003cli\u003eCheck out Everwing on Facebook Instant Games in Messenger. Can you build this game?\u003c/li\u003e\n\u003cli\u003eUnderstanding of the reactive UI paradigm and experience building UIs using reactive UI frameworks (such as React, and state management Utilities like Redux).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCanvas animation work\u003c/li\u003e\n\u003cli\u003e2+ years of game development experience with multiple shipped titles\u003c/li\u003e\n\u003cli\u003eSpecialized skills in a particular area of game development (for example: UI, Physics, graphics, multiplayer, game logic, etc.)\u003c/li\u003e\n\u003cli\u003eExpert knowledge of TypeScript\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eGC Perks:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMedical, Dental, \u0026amp; Vision: Top quality insurance options with 100% of premiums covered\u003c/li\u003e\n\u003cli\u003eSocial Events: Weekly team dinners, quarterly team excursions, game nights, karaoke, and more\u003c/li\u003e\n\u003cli\u003eCommuter Pass + Free Parking: Your commute and parking to the office is on us!\u003c/li\u003e\n\u003cli\u003ePTO: Unlimited vacation policy\u003c/li\u003e\n\u003cli\u003eMeals: Free daily lunches, well stocked kitchen, healthy snacks and drinks\u003c/li\u003e\n\u003cli\u003ePet-Friendly Office: Bring your pets to work to foster a friendlier and happier workplace\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/gameclosure/a50c5aa4-6526-425f-9767-2b8e11800857?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehttps://jobs.lever.co/gameclosure/a50c5aa4-6526-425f-9767-2b8e11800857?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaTV1IiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--b586f79a85322f93304aae975ae4ae8556e35bfe/GClogo_small.png"
  },
  {
    "id": "7e5a0fb2-7786-4a1d-839a-b6047da36f61",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/7e5a0fb2-7786-4a1d-839a-b6047da36f61",
    "created_at": "Fri Jun 05 18:53:43 UTC 2020",
    "company": "Defendify",
    "company_url": "https://www.defendify.io/",
    "location": "Maine",
    "title": "Full Stack Engineer",
    "description": "\u003cp\u003eThanks for your interest in working with us! Defendify is a fast-growing, fun-loving cybersecurity startup with a small, vibrant team based in Portland, Maine. Resourcefulness, responsiveness, problem-solving, and simplicity are values that shape who we are, what we do, and how we deliver amazing customer experiences.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe're looking for a full stack developer to join us full-time, locally and/or in a remote capacity.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis is a unique and exciting opportunity as we continue to expand the footprint of our groundbreaking, all-in-one cybersecurity platform. Every team member is a valuable contributor to our core SaaS product with day-to-day responsibilities covering a variety of development needs including building, maintaining, QA, and support for every aspect of the Defendify platform.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe are looking for a team player who:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHas a passion for solving problems and is eager to grow, learn, and tackle daily and long-term challenges and goals.\u003c/li\u003e\n\u003cli\u003eWill dig in and ask questions from users to understand requirements; make a plan; dive into an existing codebase and learn where to make changes, or where to start new code.\u003c/li\u003e\n\u003cli\u003eIs a good communicator who enjoys collaboration and thrives in a development culture that values clean code, automation and testability.\u003c/li\u003e\n\u003cli\u003eMaintains excellent knowledge of how modern web applications work, including REST API usage, application security, cloud deployment and development best practices.\u003c/li\u003e\n\u003cli\u003eIs comfortable self-directing their own work. No micro-management here!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements – Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e3+ years of Full-Stack Development experience\u003c/li\u003e\n\u003cli\u003eHas been responsible for the entire lifecycle of code in at least one project, from scratch to QA to deployment to maintenance.\u003c/li\u003e\n\u003cli\u003eHas experience implementing a RESTful API and an application which consumes it.\u003c/li\u003e\n\u003cli\u003eIs familiar with the philosophy and implementation of development automation: tests, continuous integration, cloud deployment, and frequent production releases using an Agile/SCRUM process.\u003c/li\u003e\n\u003cli\u003eSome DevOps experience is a plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements – Technical\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperienced in JavaScript including ES6, await/async, linting and front-end frameworks. We use libraries and frameworks as needed, but you need to be able to write and understand plain JS.\u003c/li\u003e\n\u003cli\u003eExperience with Node and Browser based environments is required.\u003c/li\u003e\n\u003cli\u003eUnderstand REST APIs and their role in application architectures.\u003c/li\u003e\n\u003cli\u003eExperience with front end development: HTML, CSS, and familiarity with the ecosystem of related technologies (SASS, DOM). In addition, Vue (or similar framework) experience and knowledge of static site generators such as Jekyll/Hugo are helpful.\u003c/li\u003e\n\u003cli\u003eUnderstand how to use Git(+Hub) and GitHub Flow.\u003c/li\u003e\n\u003cli\u003eSome relational database experience is preferred. Pluses include: Experiences in relational and in-memory databases (MySQL, Postgres, Redis) as well as knowledge in generic SQL.\u003c/li\u003e\n\u003cli\u003eSome experience with Amazon Web Services (AWS), Heroku, or similar services.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour Success\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou are not alone in your role – Defendify's development team is made up of \"A\" players dedicated to your training and success. We thrive on an open-door policy and transparent management system that fosters team collaboration.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCompensation and Benefits\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis is a flexible position open to candidates with varying levels of experience and offers long term growth potential via a well-defined career path. Compensation is competitive and commensurate with experience, and is variable based on personal and team performance. Our benefits package is comprehensive and includes health, dental, and vision coverage, educational reimbursement, a 401(k) program, paid time-off and more.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLove What You Do\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDefendify employees enjoy a modern work environment and culture where everyone genuinely cares about the work they do. We're passionate about our product, the problems we're solving, our customers, our partners, and our team. We're in it together, enjoying work and play every day from team lunches, impromptu social outings and celebrations, and charity missions. And yes, there is coffee, lots and lots of coffee!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOpportunity Knocks\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis position offers a great opportunity to make an impact as a part of a small team solving big problems, making cybersecurity possible for Small Business. Are you a creative self-starter with an appetite to learn and grow? If so, we'd love to hear from you!\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eLearn more at \u003ca href=\"http://www.defendify.io/careers\"\u003ewww.defendify.io/careers\u003c/a\u003e and apply now at \u003ca href=\"https://defendify.breezy.hr/p/5d07164c9afb-full-stack-developer\"\u003ehttps://defendify.breezy.hr/p/5d07164c9afb-full-stack-developer\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcG1FIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--20ed44319c9fb13fadc44b99f028899632a7ffb8/Defendify_grey_R.png"
  },
  {
    "id": "7a86dfca-8b8e-4df5-b6a6-b656e866c607",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/7a86dfca-8b8e-4df5-b6a6-b656e866c607",
    "created_at": "Fri Jun 05 14:05:32 UTC 2020",
    "company": "VerifyMyAge - KYC AVC UK LTD",
    "company_url": "https://www.verifymyage.co.uk/",
    "location": "London",
    "title": "Full-Stack Web Developer",
    "description": "\u003cp\u003e\u003cstrong\u003eOur Business\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eVMA was founded in 2019 to serve businesses that sell age restricted products and services, with a significantly better alternative. We’re a small team and self-funded, but in less than 12 months we’ve verified 1m+ consumers, gained over 400 merchants, and achieved 6 figure MRR.\u003c/p\u003e\n\u003cp\u003eHowever, our journey has only just begun. VMA is the first of a series of consumer authentication products we plan to build, which by early 2021 will be housed under one brand - Nucleus. We have a global vision to empower consumers and businesses to frictionlessly, efficiently and securely transact on the web.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Role\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe’re looking for a Full-Stack Web Developer to help develop and launch our new product, Nucleus - one central hub for digital identity, data and payments.\u003c/p\u003e\n\u003cp\u003eYou will be creating microservices to run on serverless environments and integrating them with artificial intelligence APIs and SDKs for scanning user documents and biometrics. You will be integrating with complex supplier APIs and building our own, as well as building out of the box solutions for third parties such as CMSs.\u003c/p\u003e\n\u003cp\u003eYou’ll code responsive rich user interfaces which adapt to different device screen sizes, working on all major browsers with Search Engine Optimization in mind.\u003c/p\u003e\n\u003cp\u003eWith security being of paramount importance, you will be working with encryption and hashing algorithms to ensure user data is protected. Blockchain technology will be used to prevent fraud, and all technology will be backed up with end-to-end (E2E) automatic tests.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWrite high quality readable code.\u003c/p\u003e\n\u003cp\u003eWork with other members of the tech team building our solutions by creating:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMicroservices in NodeJS that can run in serverless environments.\u003c/li\u003e\n\u003cli\u003eIntegrations between microservices, third parties and OAuth APIs.\u003c/li\u003e\n\u003cli\u003eSecure code that focuses on protecting user data.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWork with members of the creative and tech team by:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCreating quality HTML, CSS and Javascript code based on Adobe or Figma layouts.\u003c/li\u003e\n\u003cli\u003eIntegrating UI with backend APIs.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCreate unit tests to ensure software units are functioning correctly.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eEssential\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eA strong understanding of the web development cycle and programming techniques and tools.\u003c/p\u003e\n\u003cp\u003eA minimum of 5 years of experience:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCoding with Javascript/Node.js using ExpressJs or Next.js Framework.\u003c/li\u003e\n\u003cli\u003eCoding rich user interfaces using HTML, CSS and Javascript using React.\u003c/li\u003e\n\u003cli\u003eCreating and consuming APIs from third party (REST, SOAP, GraphQL, gRPC).\u003c/li\u003e\n\u003cli\u003eCreating automatic unit tests for your code using mocks, fixtures to prevent bugs and technical debts.\u003c/li\u003e\n\u003cli\u003eInserting, updating, deleting and performing optimised queries on MySQL, MongoDB and Redis databases.\u003c/li\u003e\n\u003cli\u003eUsing Git for version control.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDesirable\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eKnowledge of other programming languages such as GoLang\u003c/p\u003e\n\u003cp\u003eExperience coding Integration Tests (E2E Tests)\u003c/p\u003e\n\u003cp\u003eAn understanding of:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOWASP security principles\u003c/li\u003e\n\u003cli\u003eServerless architecture\u003c/li\u003e\n\u003cli\u003eMicroservice architecture\u003c/li\u003e\n\u003cli\u003eDesign Patterns\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eExperience using:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCSS preprocessors such as SASS and LESS\u003c/li\u003e\n\u003cli\u003eBootstrap and Tailwind CSS frameworks\u003c/li\u003e\n\u003cli\u003eFigma software\u003c/li\u003e\n\u003cli\u003eContinuous integration tools\u003c/li\u003e\n\u003cli\u003eAdobe Tools (Photoshop, XD)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePrivate healthcare \u0026amp; online GP\u003c/li\u003e\n\u003cli\u003eTravel season ticket loans\u003c/li\u003e\n\u003cli\u003eMacBook \u0026amp; AirPods Pro\u003c/li\u003e\n\u003cli\u003eFlexible working\u003c/li\u003e\n\u003cli\u003eCompany pension\u003c/li\u003e\n\u003cli\u003e25 days holiday + Bank Holidays\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eSalary \u0026amp; Equity Options\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e£65,000 - £80,000 per annum\u003c/li\u003e\n\u003cli\u003eStandard equity options\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNotice Period\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking to move quickly, therefore this application is only open to people with a maximum one month notice period.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eHead to our \u003ca href=\"https://kyc-avc-uk-ltd.breezy.hr/p/afbe5e8191e701-full-stack-web-developer/apply\"\u003ecareers site\u003c/a\u003e to apply.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb3lFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--9a411824a9b1bfdea9f96bf57b66b5c0e279ff56/VMA_LOGO.png"
  },
  {
    "id": "8677c8a3-747a-4842-a891-550b23c79c55",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/8677c8a3-747a-4842-a891-550b23c79c55",
    "created_at": "Fri Jun 05 13:30:25 UTC 2020",
    "company": "Applied",
    "company_url": "http://www.beapplied.com",
    "location": "Remote",
    "title": "Senior Full Stack Engineer",
    "description": "\u003cp\u003eApplied is on a mission to make hiring a fair, super scientific and positive experience. It removes the CV and makes sure people are chosen on their merits; It even tracks \u0026amp; analyses everything down to individual interview questions so teams can understand exactly what predicts great people and what is noise.\u003c/p\u003e\n\u003cp\u003eWe've proved that it's a better way to hire, for all involved, and we are looking for developers who are user-driven, creative, and want to leave the world a better, fairer place.\u003c/p\u003e\n\u003cp\u003eWhat's exciting about it from an engineering perspective:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFast moving user-centric team working on a groundbreaking and important product that will (and already has!) change people's lives.\u003c/li\u003e\n\u003cli\u003eForward leaning tech, including Lambda, Fargate, Terraform, Elasticsearch, Vue.js, Node.\u003c/li\u003e\n\u003cli\u003eBig focus on real-time reporting and data-visualisations of unique data sets.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou'll benefit from:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEquity in the business\u003c/li\u003e\n\u003cli\u003eOpen and fair pay\u003c/li\u003e\n\u003cli\u003eEmployee benefits package\u003c/li\u003e\n\u003cli\u003eBeing involved in other aspects of the business, from strategy, management and training, to shaping team culture\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eYou can apply at: \u003ca href=\"https://app.beapplied.com/apply/tx2sr1r9lh\"\u003ehttps://app.beapplied.com/apply/tx2sr1r9lh\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBb0dFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a82d24b46cf2fbf0f4856f0b3df60104d1f6e10f/Applied_Master%20(2)%201%20(1).png"
  },
  {
    "id": "73baa170-e26f-4d16-b00e-3e1629a1ab8b",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/73baa170-e26f-4d16-b00e-3e1629a1ab8b",
    "created_at": "Thu Jun 04 14:15:06 UTC 2020",
    "company": "Connected Health Solutions BV",
    "company_url": "http://www.carexs.com",
    "location": "Amsterdam",
    "title": "Service Reliability Engineer",
    "description": "\u003cp\u003eAre you a Service Reliability Engineer and would you like to contribute to one of the most exciting new eHealth initiatives in The Netherlands today and are you looking for a job within a scale-up company? Then we would like to meet you!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour goal\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAs a Service Reliability Engineer, you have an agile service management mindset and both analytical and technical skills to diagnose and potentially fix incidents independently.\u003c/p\u003e\n\u003cp\u003eYou will be a member of our growing SRE team, where sharing knowledge and teamwork is key.\u003c/p\u003e\n\u003cp\u003eAs a member of the SRE team you are responsible for:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eall pre-production and production deployments of releases and associated data migrations\u003c/li\u003e\n\u003cli\u003eto identify, troubleshoot and help resolve customers’ technical issues\u003c/li\u003e\n\u003cli\u003eto monitor, deliver, manage and improve our infrastructure, tools and services\u003c/li\u003e\n\u003cli\u003eto support the Scrum teams to continuously develop, test and deploy new features and services, without compromising privacy and security requirements.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIn this role you will work closely with your SRE colleagues as well as with Developers, QA Engineers, Product Owners and Customer Support.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTo be succesful in this position you:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eHave a Bachelor or a Master Degree in a technical discipline and at least 2 years working experience in Service / Site Reliability Engineering in a role as Dev(Sec)Ops Engineer, Technical Support Engineer or Service Delivery Engineer.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAre familiar with a Git-centric CI/CD approach, containerized cloud-native micro-service architectures, and willing to help and mentor others in adopting those.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYou have experience with a programming or scripting language, such as Python or JavaScript, and database servers like PostgreSQL, MongoDb and ElasticSearch.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYou feel at home with CM tools and Infrastructure as Code (Ansible, Terraform, etc.).\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eYou are curious about upcoming technologies; words like Docker and Kubernetes are part of your “normal” toolkit, however you’re very comfortable with the “basics” (aka Linux Skills).\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAre able to work outside of normal office hours according to the needs of priority incidents and service escalations.\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAre fluent in English (verbally and written).\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAre already living in The Netherlands\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhat can you expect from us:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eA socially concerned, equal-opportunity, international and multi-cultural work environment\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eA focus on team-spirit and possibilities for personal and professional growth\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFull travel allowance\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eAn informal workplace located in Amsterdam-North near the ferry to Amsterdam CS\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eThe possibility to work 32-40 hours\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eFlexible working hours and ability to work from home\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eA good salary with 8% holiday pay\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003e25 days of paid holiday per year on a fulltime basis\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eA solid pension plan\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003ePlease send your resume and motivation letter to \u003ca href=\"mailto:hr@carexs.com\"\u003ehr@carexs.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnlFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--91cc40f8d0fe9c058f1112c764513652597a3ba5/carexs-corporate-payoff-600%20(1).png"
  },
  {
    "id": "90b7a228-a21f-44a1-9c44-d113e06cef9d",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/90b7a228-a21f-44a1-9c44-d113e06cef9d",
    "created_at": "Wed Jun 03 19:36:58 UTC 2020",
    "company": "Kasisto",
    "company_url": "http://www.kasisto.coom",
    "location": "New York",
    "title": "Front-End Software Engineer",
    "description": "\u003cp\u003eHumanizing Digital Experiences®\u003c/p\u003e\n\u003cp\u003eKasisto’s Digital Experience Platform, KAI, is designed for financial institutions to deliver the industry’s most amazing Conversational AI powered intelligent virtual assistants to their customers. KAI is open and extensible, and also fluent in the language of banking and finance. From simple retail transactions to the complex demands of corporate banks and wealth management, financial institutions can deliver meaningful digital interactions with KAI that help build their digital brand.\u003c/p\u003e\n\u003cp\u003eFinancial institutions around the world use KAI, including DBS Bank, J.P. Morgan, Mastercard, Standard Chartered, TD Bank, and Manulife Bank among others. They chose KAI for its proven track record to drive business results while improving customer experiences. The platform is used by millions of consumers around the world, all the time, across multiple channels, in different languages, and is optimized for performance, scalability, security, and compliance.\u003c/p\u003e\n\u003cp\u003eThis position\u003c/p\u003e\n\u003cp\u003eWe are looking for a Full-Stack, client side software engineer to help build and integrate responsive chat interfaces, analytics dashboards and reporting tools.\u003c/p\u003e\n\u003cp\u003eWhat you’ll be doing\u003c/p\u003e\n\u003cp\u003eWorking closely with clients and internal engineering, product and design teams to gather requirements\nBuilding and integrating front-end applications with CSS, HTML, Javascript, jQuery, Vue.js, Webpack, Handlebars.js, LESS, Backbone, Python, Django and Java\nWorking to improve user experience and functionality for tools\nWriting testable code utilizing common front-end unit and BDD testing frameworks\nWhat you need for this position\u003c/p\u003e\n\u003cp\u003e3+ years in client-side web development with CSS, HTML, Javascript and jQuery\nProven, full-stack front-end experience using Python and Django\nOther Modern Web Framework(s) experience is a plus (React, Vue, Angular, Ember)\nExperience working collaboratively to build scalable, modular, production software in an Agile environment\nExperience using RESTful json services\nNode.js and API development familiarity is plus\nD3.js is a plus\u003c/p\u003e\n\u003cp\u003eWhat we offer:\u003c/p\u003e\n\u003cp\u003eCompetitive compensation package\nGround floor opportunity within rapidly growing tech startup\nGreat collaborative team environment\nFull Benefits\nFun perks\u003c/p\u003e\n\u003cp\u003eLocation - NYC, Flatiron District\u003c/p\u003e\n\u003cp\u003eWe welcome your cover letter with a description of your previous complete experience and your resume.  Applicants must be authorized to work in the US as we are unable to sponsor.  Kasisto is an equal opportunity employer.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003ePlease email a copy of your resume and online portfolio to \u003ca href=\"mailto:wes@kasisto.com\"\u003ewes@kasisto.com\u003c/a\u003e \u0026amp; CC \u003ca href=\"mailto:eric@kasisto.com\"\u003eeric@kasisto.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBblNFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8401c5084da6bb1a0cacdd3ef319e6f919fcc738/Kasisto_Logo_c90x90.png"
  },
  {
    "id": "df3f23eb-a30c-4584-8778-08792d514e35",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/df3f23eb-a30c-4584-8778-08792d514e35",
    "created_at": "Wed Jun 03 13:38:37 UTC 2020",
    "company": "Kinsta",
    "company_url": "https://kinsta.com/",
    "location": "North America, remote",
    "title": "Senior JavaScript Developer Trainer",
    "description": "\u003cp\u003eEver since Kinsta’s establishment we have prioritized quality, future-proof and forward-thinking development. Our focus on the latest technologies, code refactoring, ownership and the importance of domain knowledge has helped us grow each individual within our team.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe are looking for a Senior Developer Trainer with experience in training teams of 20+, both in groups and individually, and imparting technical and domain knowledge alike.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYour goal will be to make development more effective through better onboarding, more efficient knowledge flow to team members and lifelong learning. You will be tasked with overseeing, expanding and improving our existing training pipelines in service of this goal. Some key areas are:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTracking developer progression, identifying team knowledge bottlenecks, as well as individual goals and helping developers grow in those areas.\u003c/li\u003e\n\u003cli\u003eOnboarding and initial training of new team members to give them the necessary technical skills, domain knowledge and soft skills.\u003c/li\u003e\n\u003cli\u003eThe efficient training of our code school pipeline where our goal is to find driven students and give them the tools they need to become great developers at Kinsta.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe strongly emphasize the importance of ownership paired with wide decision making capabilities. \u003cstrong\u003eWe are building a team of leaders and this is something we want to instil at every level.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLocation\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt the moment we are looking for applicants who live and work in the USA or Canada and speak English as a first language.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur Stack\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe make a conscientious effort to use the latest and most powerful technologies and to keep them running on the latest stable version available.\u003c/p\u003e\n\u003cp\u003eThe most notable items on the list are: React, Node, GraphQL, SQL, NoSQL, Express, Webpack, Babel, TypeScript, Jest, Storybook, Git, Heroku, Docker, Stripe.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMinimum 5 years of working experience with JavaScript including backend and frontend.\u003c/li\u003e\n\u003cli\u003eExperience training teams of 20+ with a wide range of knowledge, both in groups and individually.\u003c/li\u003e\n\u003cli\u003eDeep understanding of the software creation process.\u003c/li\u003e\n\u003cli\u003eAbility to pick up new technologies and languages quickly, and confidently teach them to developers.\u003c/li\u003e\n\u003cli\u003eHigh level knowledge of and experience with JS, latest ES methodologies and concepts, TypeScript, React, Node.js, Github, development patterns and testing patterns.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus Points\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe following items are not requirements but would ensure a shallower learning curve in this position:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHigh level knowledge of Babel, Express, GraphQL, Webpack, Docker.\u003c/li\u003e\n\u003cli\u003eExperience with web hosting, server infrastructure or server management.\u003c/li\u003e\n\u003cli\u003eExperience with payment processing (Stripe), customer support tools (Intercom).\u003c/li\u003e\n\u003cli\u003eExperience working in multilingual teams.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eA dynamically growing international company where what you do has a direct and immediate impact.\u003c/li\u003e\n\u003cli\u003eWe have an amazing design (UI and UX) team so development receives fully researched and designed tasks.\u003c/li\u003e\n\u003cli\u003eThis is a fully remote role. The JavaScript Developer Trainer can work from anywhere with reliable broadband internet access.\u003c/li\u003e\n\u003cli\u003eOur positions offer a great deal of flexibility, responsibility, and opportunity for growth for the right candidate.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIf you want to learn more about Kinsta and what it's like to work for our team, head to our website, Kinsta.com, and look for the About Us link in the footer.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eApply here: \u003ca href=\"https://apply.workable.com/kinsta/j/716FFE3602/apply/\"\u003ehttps://apply.workable.com/kinsta/j/716FFE3602/apply/\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbkdFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--eaa682970e0218e11b80f8cd04754426bcc58df9/kinsta-logo1.png"
  },
  {
    "id": "16140a4a-ecbf-4e69-a457-320a16a8960f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/16140a4a-ecbf-4e69-a457-320a16a8960f",
    "created_at": "Wed Jun 03 06:40:14 UTC 2020",
    "company": "InnoGames GmbH",
    "company_url": "https://www.innogames.com",
    "location": "Hamburg",
    "title": "PHP Developer \u0026 DevOps Engineer - Elvenar",
    "description": "\u003cp\u003eOur agile cross-functional team is searching for a \u003cstrong\u003eBackend Developer\u003c/strong\u003e who will implement features, improve our workflow tools, optimize the performance and most importantly, share the passion for our games!\u003c/p\u003e\n\u003cp\u003eBring your knowledge of software engineering principles and backend systems as well as a pragmatic way of finding solutions by working with our PHP codebase and our CI-/CD-pipeline.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour mission:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eContribute to the continuous development and the enhancement of our existing build-pipelines\u003c/li\u003e\n\u003cli\u003eDevelop and optimize the PHP backend to implement solid, tested game logic of one of our keystone games\u003c/li\u003e\n\u003cli\u003eRefactor, optimize and improve the existing codebase for maintenance and scale\u003c/li\u003e\n\u003cli\u003eBe part of the whole feature development lifecycle by collaborating with other Developers, Game Designers and Artists\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are solution-oriented and confident about your efficient style of work\u003c/li\u003e\n\u003cli\u003eYou have worked for several years with PHP and OOP\u003c/li\u003e\n\u003cli\u003eYou are motivated not only to work with our codebase, but also to improve workflows and tools for the team (e.g. Jenkins)\u003c/li\u003e\n\u003cli\u003eYou have gained years of professional experiences working with relational databases (e.g. PostgreSQL)\u003c/li\u003e\n\u003cli\u003eYou are an absolute team player and a good communicator (e.g. written \u0026amp; verbal English language skills needed)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eIn addition, you bring some of the following nice-to-have’s\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperienced with other languages like python and bash and comfortable with using command-line interfaces\u003c/li\u003e\n\u003cli\u003eWorking experience with MVC frameworks and well-versed in design patterns/software architecture\u003c/li\u003e\n\u003cli\u003eExperienced with writing automation tests (unit, functional, integration tests)\u003c/li\u003e\n\u003cli\u003eDegree in Computer Science or Engineering or a comparable education\u003c/li\u003e\n\u003cli\u003eA proactive and motivated individual with a strong willingness to learn\u003c/li\u003e\n\u003cli\u003ePassion for online strategy games and knowledge of relevant game mechanics\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWhy join us?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou’ll work in a multicultural agile team – enabling you and your team to form and actively optimize work processes\u003c/li\u003e\n\u003cli\u003eWe actively support personal development with internal and external trainings as well as sending you to Developer conferences\u003c/li\u003e\n\u003cli\u003eWe provide you with a mobile device (e.g. iPhone or iPad) for private use\u003c/li\u003e\n\u003cli\u003eYou can take creative breaks: play table tennis with your team, play on our arcade machines, work out in our gym or simply go to our roof terrace to get some fresh air\u003c/li\u003e\n\u003cli\u003eWe contribute to your public transport ticket and subsidize contributions to the company pension plan\u003c/li\u003e\n\u003cli\u003eWe offer free drinks and fresh fruit to contribute to your health and wellbeing\u003c/li\u003e\n\u003cli\u003eWe have regular team events (e.g. curling, cooking, paintball), barbecue together on our rooftop terrace and a company-organized after work get together every Thursday\u003c/li\u003e\n\u003cli\u003eWe offer trust-based working times in a modern office in the center of Hamburg\u003c/li\u003e\n\u003cli\u003eOur company language is English, and we support all our employees and their partners with optional German lessons\u003c/li\u003e\n\u003cli\u003eWe help you relocate to Hamburg\u003c/li\u003e\n\u003cli\u003eWe have fun at work!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAre you excited to start your journey with InnoGames and join our dynamic team as a \u003cstrong\u003eBackend Developer\u003c/strong\u003e? We look forward to receiving your application (cover letter \u0026amp; CV) as well as your salary expectations and earliest possible starting date through our \u003ca href=\"https://www.innogames.com/career/detail/job/php-developer-devops-engineer-elvenar/?s=GitHub\"\u003eonline application form\u003c/a\u003e. \u003cstrong\u003eMaximilian Kaeding\u003c/strong\u003e would be happy to answer any questions you may have.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eApply and #stayhome!\u003c/strong\u003e Due to the \u003cstrong\u003ecoronavirus\u003c/strong\u003e outbreak, we switched our operations company-wide to home office and turned our hiring process into \u003cstrong\u003ea fully virtual one\u003c/strong\u003e. When hiring, we are also open for our new team members starting their work remotely at the time being or adjusting contract start dates accordingly. Stay home and safe!\u003c/p\u003e\n\u003cp\u003eInnoGames is Germany’s leading developer and publisher of mobile and online games. The company based in Hamburg is best known for Forge of Empires, Elvenar and Tribal Wars. InnoGames’ complete portfolio encompasses seven live games and several mobile titles in production.\u003c/p\u003e\n\u003cp\u003eBorn as a hobby, InnoGames today has a team of 400 employees from more than 30 nations who share the passion of creating unique games that players across the globe enjoy for years. In order to further expand our success and to realize new projects, we are constantly looking for young talents, experienced professionals, and creative thinkers.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://www.innogames.com/career/detail/job/php-developer-devops-engineer-elvenar/?s=GitHub\"\u003ehttps://www.innogames.com/career/detail/job/php-developer-devops-engineer-elvenar/?s=GitHub\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWlFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ca65fd58d1dc26f0c467fe0c8d8cf0fb7a897033/logo_innogames_devlop.png"
  },
  {
    "id": "9c481778-db91-41c6-882a-05d353968cc8",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9c481778-db91-41c6-882a-05d353968cc8",
    "created_at": "Wed Jun 03 01:53:19 UTC 2020",
    "company": "Lev",
    "company_url": "http://www.levcapital.com",
    "location": "NYC",
    "title": "Senior Engineer ",
    "description": "\u003cp\u003eLev helps real estate owners and investors get the best financing for their property. We bring together Humans + Technology to provide the best in real estate capital markets advisory to our clients.\u003c/p\u003e\n\u003cp\u003eBacked by leaders in commercial real estate and venture capital, including ANIMO Ventures and Ludlow Ventures, we are excited to leverage incredible user experiences, smart technology and beautiful workflows to bring fairness and transparency to this $500+ billion industry.\u003c/p\u003e\n\u003cp\u003eWe are looking for a passionate problem solver to join our (still small) engineering team.  In this role, you’ll get to wear many hats and be responsible for multiple projects including our proprietary smart lead sourcing and placing system.  You’ll also work directly with our CTO by constantly discussing, architecting, developing new features/products, and making sure they are delivered on time while functioning properly.\u003c/p\u003e\n\u003cp\u003eOur current stack consists of Python, Flask, Postgres on the backend, and React.js in the Front-end.\u003c/p\u003e\n\u003cp\u003eRoles \u0026amp; Responsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWrite beautiful Python code that’s focused on scalability, testability, and maintainability.\u003c/li\u003e\n\u003cli\u003eMaintain and improve our Flask API which is the backbone of our platform.\u003c/li\u003e\n\u003cli\u003eArchitect, design, and implement a plethora of features/products we have in the pipeline.\u003c/li\u003e\n\u003cli\u003eCollaborate with product, design, marketing, and engineering team on building features and functionality.\u003c/li\u003e\n\u003cli\u003ePerform code reviews to your teammates.\u003c/li\u003e\n\u003cli\u003eDiscuss, implement, and document subjects like Engineering processes, best practices, code quality, testing, continuous integration/deployment, and more.\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003ePlease apply \u003ca href=\"https://jobs.lever.co/lev/3452b758-2959-484d-b695-a905b2a9f3b5?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003ehere\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbWFFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--8e72918f03a3dcf6257d7a4daed55b2a075399f8/dark-square-512.png"
  },
  {
    "id": "c66b7892-728c-416c-ad29-90987a9fb21a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c66b7892-728c-416c-ad29-90987a9fb21a",
    "created_at": "Tue Jun 02 15:19:07 UTC 2020",
    "company": "Politie",
    "company_url": "http://www.kombijdepolitie.nl",
    "location": "Odijk",
    "title": "DevOps engineer applicatiebeheer",
    "description": "\u003ch2\u003e\u003cstrong\u003eDevOps engineer applicatiebeheer\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eDe politie gebruikt honderden bedrijfsvoering applicaties. Denk aan systemen voor opleidingen, salarisuitbetaling, personeel en werkplekken. Als DevOps engineer beheer jij deze applicaties, zodat we via de applicaties snel de juiste gegevens kunnen raadplegen. Tenminste, daar start je mee. Omdat onze IT-omgeving volop aan het veranderen is, kan het zomaar zijn dat jij jouw baan in de toekomst heel anders vormgeeft!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePlaatsnamen\u003c/strong\u003e: Odijk\n\u003cstrong\u003eOrganisatieonderdeel\u003c/strong\u003e: Politiedienstencentrum\n\u003cstrong\u003eVakgebied\u003c/strong\u003e: ICT\n\u003cstrong\u003eNiveau\u003c/strong\u003e: HBO\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eWat ga je doen?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eAls DevOps engineer applicatiebeheer installeer, configureer, beheer, test en bewaak je de producten, patches en updates. Proactief draag je oplossingen aan op basis van de specificaties van functioneel beheer en zorg je voor de uitvoering daarvan of je controleert de uitvoering door de leverancier. Is er toch een storing? Dan los je die daadkrachtig op of schakel je de externe leverancier in.\u003c/p\u003e\n\u003cp\u003eBij de politie zijn we onderweg naar een organisatie die volledig werkt volgens de DevOps- en Scrum-principes. Waarbij steeds meer contact is tussen de interne opdrachtgever en IT. En we dagen jou uit om mee te denken, te experimenteren met nieuwe werkwijzen en je breed te oriënteren. Zo help jij de politie in de overgang naar een nieuwe wendbare IT-organisatie.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eWaar ga je werken?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eHet Productiehuis (onderdeel van het Politiedienstencentrum) ontwikkelt en beheert (aangepaste) standaardapplicaties die de bedrijfsvoering van de politie ondersteunen, plus de onderliggende infrastructuur en databases. Dit doen we meer en meer vanuit DevOps-teams, die werken volgens de Scrum-werkwijze. Doordat we allemaal flexplekken hebben, heb je veel contact met andere diensten binnen het gebouw.\u003c/p\u003e\n\u003cp\u003eJij maakt deel uit van een ondersteunende afdeling die vraagbaak en aanspreekpunt is voor o.a. database gerelateerde zaken op de bedrijfsvoering applicaties. Je huidige team bestaat uit ongeveer tien mensen, een mooie mix van starters en ervaren krachten met verschillende achtergronden.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eWie ben jij?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eJij bent iemand met een frisse blik. Iemand die open staat voor verandering en de drive heeft om continu de dienstverlening te verbeteren. Je bent ondernemend, creatief en je wilt met jouw ideeën iets bijdragen aan het politiewerk. Daarnaast ben je goed in staat om je eigen werk te organiseren en durf je kritische vragen te stellen.\u003c/p\u003e\n\u003cp\u003eVerder beschik je over:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen hbo-diploma, in de richting IT;\u003c/li\u003e\n\u003cli\u003ekennis van en ervaring met SQL; Windows Server en (Red Hat) Linux, bij voorkeur MCSE en/of RHCE gecertificeerd,\u003c/li\u003e\n\u003cli\u003ebij voorkeur kennis en ervaring met testen en/of database beheer;\u003c/li\u003e\n\u003cli\u003eervaring in een grote, technisch en organisatorisch complexe omgeving;\u003c/li\u003e\n\u003cli\u003eminimaal 3 jaar ervaring in een soortgelijke functie;\u003c/li\u003e\n\u003cli\u003ebij voorkeur kennis van DevOps en Scrum.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003e\u003cstrong\u003eWat wij bieden\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eDe standplaats is Odijk maar je zult ook in Utrecht werken. Er is ruimte voor 6 fte. Het betreft een functie voor 36 uur per week.\u003c/p\u003e\n\u003cp\u003eVerder kun je het volgende van ons verwachten:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eeen bruto maandsalaris van minimaal € 2.562,- en maximaal € 4.244,- (schaal 9 Bbp) op basis van een 36-urige werkweek;\u003c/li\u003e\n\u003cli\u003e8% vakantie- en 8,33% eindejaarsuitkering;\u003c/li\u003e\n\u003cli\u003egoede pensioenregeling en betaald ouderschapsverlof (meer info over verlof, regelingen en mogelijkheden).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDe formele functie binnen het functiegebouw van de politie is bedrijfsvoeringspecialist A, werkterrein ICT.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eInteresse?\u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eIndien je meer wilt weten, bel of mail je met Ronald Gill, ICT recruiter (06 - 15 513 531, \u003ca href=\"mailto:ronald.gill@politie.nl\"\u003eronald.gill@politie.nl\u003c/a\u003e).\u003c/p\u003e\n\u003cp\u003eSolliciteer uiterlijk 16 juni 2020 via het sollicitatieformulier\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"https://vonq.io/2U0iHXm\"\u003eKlik hier om te solliciteren!\u003c/a\u003e\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eWat verder belangrijk is\u003c/strong\u003e\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eEen veiligheidsonderzoek maakt deel uit van de selectieprocedure.\u003c/li\u003e\n\u003cli\u003eDe politie zet in op vernieuwing en cultuurverschillen binnen teams. Divers samengestelde teams presteren beter. Daarom werken we hard aan een open en veilige cultuur waarin divers talent tot bloei komt.\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://vonq.io/2U0iHXm\"\u003eKlik hier om te solliciteren!\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbUNFIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--58813006e675264b09880db92942746816ef8850/politie-logo-..jpg"
  }
]
